{"topic":"ability","quotes":[{"quote":"I do the very best I know how-the very best I can; and I mean to keep doing so until the end. If the end brings me out all right, what is said against me won't amount to anything. If the end brings me out wrong, ten angels swearing I was right would make no difference.","author":"Abraham Lincoln"},{"quote":"The less their ability, the more their conceit.","author":"Ahad HaAm"},{"quote":"Great ability develops and reveals itself increasingly with every new assignment.","author":"Baltasar Gracian"},{"quote":"Natural ability without education has more often attained to glory and virtue than education without natural ability.","author":"Cicero"},{"quote":"Be systematically heroic in little unnecessary points, do every day or two something for no other reason than its difficulty, so that, when the hour of need draws nigh, it may find you not unnerved or untrained to stand the test.","author":"Francois de La Rochefoucauld"},{"quote":"The trick of it, she told herself, is to be courageous and bold and make a difference. Not change the world exactly, just the bit around you. Go out there with your double-first, your passion and your new Smith Corona electric typewriter and work hard at ... something. Change lives through art maybe. Write beautifully. Cherish your friends, stay true to your principles, live passionately and fully well. Experience new things. Love and be loved if at all possible. Eat sensibly. Stuff like that.","author":"George Bernard Shaw"},{"quote":"It is a great ability to be able to conceal one's ability.","author":"Henry David Thoreau"},{"quote":"Martyrdom... is the only way in which a man can become famous without ability.","author":"Malcolm Forbes"},{"quote":"I know of no more encouraging fact than the unquestioned ability of a man to elevate his life by conscious endeavor.","author":"Paul Graham"},{"quote":"Ability will never catch up with the demand for it.","author":"Paul Graham"},{"quote":"Dressing up is inevitably a substitute for good ideas. It is no coincidence that technically inept business types are known as \"suits.\"","author":"Robert Half"},{"quote":"Nerds don't just happen to dress informally. They do it too consistently. Consciously or not, they dress informally as a prophylactic measure against stupidity.","author":"Thomas H. Huxley"},{"quote":"There is something that is much more scarce, something rarer than ability. It is the ability to recognize ability.","author":"Tom Lehrer"},{"quote":"Perhaps the most valuable result of all education is the ability to make yourself do the thing you have to do, when it ought to be done, whether you like it or not; it is the first lesson that ought to be learned; and however early a man's training begins, it is probably the last lesson that he learns thoroughly."},{"quote":"The Army has carried the American ... ideal to its logical conclusion. Not only do they prohibit discrimination on the grounds of race, creed and color, but also on ability."}]}