{"topic":"actions","quotes":[{"quote":"We have too many high sounding words, and too few actions that correspond with them.","author":"Abigail Adams"},{"quote":"I've arrived at this outermost edge of my life by my own actions. Where I am is thoroughly unacceptable. Therefore, I must stop doing what I've been doing.","author":"Alice Koller"},{"quote":"All human actions have one or more of these seven causes: chance, nature, compulsion, habit, reason, passion, and desire.","author":"Aristotle"},{"quote":"Men acquire a particular quality by constantly acting a particular way... you become just by performing just actions, temperate by performing temperate actions, brave by performing brave actions.","author":"Aristotle"},{"quote":"Actions lie louder than words.","author":"Carolyn Wells"},{"quote":"Deliberation is the function of the many; action is the function of one.","author":"Charles de Gaulle"},{"quote":"The superior man is modest in his speech, but exceeds in his actions.","author":"Confucius"},{"quote":"You cannot have a proud and chivalrous spirit if your conduct is mean and paltry; for whatever a man's actions are, such must be his spirit.","author":"Demosthenes"},{"quote":"I have long since come to believe that people never mean half of what they say, and that it is best to disregard their talk and judge only their actions.","author":"Dorothy Day"},{"quote":"An event had happened, upon which it is difficult to speak, and impossible to be silent.","author":"Edmund Burke"},{"quote":"Action is character.","author":"F. Scott Fitzgerald"},{"quote":"You ask me why I do not write something....I think one's feelings waste themselves in words, they ought all to be distilled into actions and into actions which bring results.","author":"Florence Nightingale"},{"quote":"In this theater of man's life, it is reserved only for God and for angels to be lookers-on.","author":"Georges Clemenceau"},{"quote":"Happiness lies not in the mere possession of money. It lies in the joy of achievement, in the thrill of creative effort.","author":"Herbert Hoover"},{"quote":"When a man asks himself what is meant by action he proves he is not a man of action. Action is a lack of balance. In order to act you must be somewhat insane. A reasonably sensible man is satisfied with thinking.","author":"Jean Paul Richter"},{"quote":"Somewhere deep down we know that in the final analysis we do decide things and that even our decisions to let someone else decide are really our decisions, however pusillanimous.","author":"John Locke"},{"quote":"Words without actions are the assassins of idealism.","author":"Mark Twain"},{"quote":"Only actions give life strength; only moderation gives it a charm.","author":"Ralph Waldo Emerson"},{"quote":"I have always thought the actions of men the best interpreters of their thoughts.","author":"Samuel Butler"},{"quote":"I was seldom able to see an opportunity until it had ceased to be one.","author":"Samuel Johnson"},{"quote":"We defend and we build a way of life, not for America alone, but for all mankind.","author":"Theodore Roosevelt"},{"quote":"Don't be too timid and squeamish about your actions. All life is an experiment. The more experiments you make the better.","author":"Theodore Roosevelt"},{"quote":"Life is one long process of getting tired.","author":"Thomas Jefferson"},{"quote":"Nothing will ever be attempted if all possible objections must be first overcome."},{"quote":"Aggressive fighting for the right is the greatest sport in the world."},{"quote":"We are face to face with our destiny and we must meet it with high and resolute courage. For us is the life of action, of strenuous performance of duty; let us live in the harness, striving mightily; let us rather run the risk of wearing out than rusting out."},{"quote":"Delay is preferable to error."}]}