{"topic":"acting","quotes":[{"quote":"I do not regret one professional enemy I have made. Any actor who doesn't dare to make an enemy should get out of the business.","author":"Bette Davis"},{"quote":"Acting is all about honesty. If you can fake that, you've got it made.","author":"George Burns"},{"quote":"Talk low, talk slow, and don't talk too much.","author":"John Wayne"},{"quote":"Acting is not being emotional, but being able to express emotion.","author":"Kate Reid"},{"quote":"Acting is the most minor of gifts and not a very high-class way to earn a living. After all, Shirley Temple could do it at the age of four.","author":"Katharine Hepburn"},{"quote":"Being a celebrity has taught me to hide, but being an actor has opened my soul.","author":"Meryl Streep"},{"quote":"Empathy is at the heart of the actor's art.","author":"Meryl Streep"},{"quote":"One is obliged to do a great deal of kissing in my line of work: air kissing, [butt] kissing, kissing up, and of course actual kissing. Much like hookers, actors have to do it with people we may not like or even know.","author":"Meryl Streep"},{"quote":"Pretending is not just play. Pretending is imagined possibility. Pretending, or acting, is a very valuable life skill and we do it all the time.","author":"Meryl Streep"},{"quote":"While I am overwhelmingly proud of work that I, believe me, did not do on my own, I can assure you that awards have very little bearing on my own personal happiness, my own sense of well-being and purpose in the world.","author":"Meryl Streep"},{"quote":"Women are better at acting then men. Why? Because we have to be. If successfully convincing someone bigger than you are of something he doesn't want to know is a survival skill, this is how women have survived through the millennia.","author":"Meryl Streep"},{"quote":"There's a rule in acting called, \"Don't play the result.\" If you have a character who's going to end up in a certain place, don't play that until you get there. Play each scene and each beat as it comes. And that's what you do in life: You don't play the result.","author":"Michael J. Fox"},{"quote":"The most difficult character in comedy is that of a fool, and he must be no simpleton who plays the part.","author":"Miguel de Cervantes"},{"quote":"I love acting. It is so much more real than life.","author":"Oscar Wilde"},{"quote":"Acting like someone you're not is exactly what it takes to realize you're capable of more than you ever knew.","author":"Roger Moore"},{"quote":"I enjoy being a highly overpaid actor.","author":"Sir Ralph Richardson"},{"quote":"Acting is merely the art of keeping a large group of people from coughing.","author":"Tom Stoppard"},{"quote":"When a man plays a woman in a dress, you're halfway there. It's inherently funny. When a woman plays a man, for whatever reason, it's not that instant kind of funny."},{"quote":"You can be a little bit darker and rougher on the stage, partly because when you're in the theater, people have come to see you, and so they kind of know what they're in for. In television, you are sort of sneaking into people's homes. So, I think you can be a little bit darker on stage."},{"quote":"We're actors - we're the opposite of people."}]}