{"topic":"adversity","quotes":[{"quote":"Nearly all men can stand adversity, but if you want to test a man's character, give him power.","author":"Abraham Lincoln"},{"quote":"If we had no winter, the spring would not be so pleasant: if we did not sometimes taste of adversity, prosperity would not be so welcome.","author":"Anne Bradstreet"},{"quote":"By courage I repel adversity.<br> (Adversa Virtute Repello)","author":"Anonymous"},{"quote":"He knows not his own strength that hath not met adversity.","author":"Ben Jonson"},{"quote":"Be more prompt to go to a friend in adversity than in prosperity.","author":"Chilo"},{"quote":"Friendship make prosperity more shining and lessens adversity by dividing and sharing it.","author":"Cicero"},{"quote":"Adversity is the touchstone of friendship.","author":"French Proverb"},{"quote":"Adversity is the trial of principle. Without it a man hardly knows whether he is honest or not.","author":"Henry Fielding"},{"quote":"He that can heroically endure adversity will bear prosperity with equal greatness of the soul; for the mind that cannot be dejected by the former is not likely to be transported without the latter.","author":"Henry Fielding"},{"quote":"In adversity remember to keep an even mind.","author":"Horace"},{"quote":"You will never truly know yourself or the strength of your relationships until both have been tested by adversity.","author":"J. K. Rowling"},{"quote":"In prosperity our friends know us; in adversity we know our friends.","author":"John Churton Collins"},{"quote":"Adversity does teach who your real friends are.","author":"Lois McMaster Bujold"},{"quote":"By trying we can easily learn to endure adversity -- another man's I mean.","author":"Mark Twain"},{"quote":"By trying we can easily learn to endure adversity. Another man's, I mean.","author":"Mark Twain"},{"quote":"Always seek out the seed of triumph in every adversity.","author":"Og Mandino"},{"quote":"Prosperity makes friends, adversity tries them.","author":"Publilius Syrus"},{"quote":"Fire is the test of gold; adversity, of strong men.","author":"Seneca"},{"quote":"Remember that there is nothing stable in human affairs; therefore avoid undue elation in prosperity, or undue depression in adversity.","author":"Socrates"},{"quote":"Adversity causes some men to break; others to break records.","author":"William Shakespeare"},{"quote":"A man I am cross'd with adversity.","author":"William Shakespeare"},{"quote":"A wretched soul, bruised with adversity,<br> We bid be quiet when we hear it cry; <br> But were we burdened with like weight of pain,<br> As much or more we should ourselves complain.","author":"William Shakespeare"},{"quote":"Let me embrace thee, sour adversity, for wise men say it is the wisest course.","author":"William Shakespeare"},{"quote":"Sweet are the uses of adversity, <br> Which like the toad, ugly and venomous, <br> Wears yet a precious jewel in his head; <br> And this our life, exempt from public haunt, <br> Finds tongues in trees, books in the running brooks, <br> Sermons in stones, and good in everything.","author":"William Shakespeare"},{"quote":"Sweet are the uses of adversity, which, like a toad, though ugly and venomous, wears yet a precious jewel in its head. "}]}