{"topic":"age","quotes":[{"quote":"Wisdom doesn't automatically come with old age. Nothing does - except wrinkles. It's true, some wines improve with age. But only if the grapes were good in the first place.","author":"Abigail Van Buren"},{"quote":"I have enjoyed greatly the second blooming... suddenly you find - at the age of 50, say - that a whole new life has opened before you.","author":"Agatha Christie"},{"quote":"The deepest definition of youth is life as yet untouched by tragedy.","author":"Alfred North Whitehead"},{"quote":"Growing old is no more than a bad habit which a busy man has no time to form.","author":"Andre Maurois"},{"quote":"You can only perceive real beauty in a person as they get older.","author":"Anouk Aimee"},{"quote":"Young people are in a condition like permanent intoxication, because youth is sweet and they are growing.","author":"Aristotle"},{"quote":"At twenty years of age the will reigns; at thirty the wit; at forty the judgement.","author":"Benjamin Franklin"},{"quote":"Beware of the young doctor and the old barber.","author":"Benjamin Franklin"},{"quote":"By my rambling digressions I perceive myself to be growing old.","author":"Benjamin Franklin"},{"quote":"To me, old age is always 15 years older than I am.","author":"Bernard M. Baruch"},{"quote":"Aging is not 'lost youth' but a new stage of opportunity and strength.","author":"Betty Friedan"},{"quote":"There is no old age. There is, as there always was, just you.","author":"Carol Matthau"},{"quote":"Always be nice to those younger than you, because they are the ones who will be writing about you.","author":"Cyril Connolly"},{"quote":"The great secret that all old people share is that you really haven't changed in 70 or 80 years. Your body changes, but you don't change at all.","author":"Doris Lessing"},{"quote":"The surprising thing about young fools is how many survive to become old fools.","author":"Doug Larson"},{"quote":"I'm very pleased with each advancing year. It stems back to when I was forty. I was a bit upset about reaching that milestone, but an older friend consoled me. 'Don't complain about growing old - many, many people do not have that privilege.'","author":"Earl Warren"},{"quote":"In spite of illness, in spite even of the archenemy sorrow, one can remain alive long past the usual date of disintegration if one is unafraid of change, insatiable in intellectual curiosity, interested in big things, and happy in small ways.","author":"Edith Wharton"},{"quote":"Old age, calm, expanded, broad with the haughty breadth of the universe, old age flowing free with the delicious near-by freedom of death.","author":"Edith Wharton"},{"quote":"It is a sadness of growing older that we lose our ardent appreciation of what is new and different and difficult.","author":"Elizabeth Cady Stanton"},{"quote":"With age come the inner, the higher life. Who would be forever young, to dwell always in externals?","author":"Ellen Glasgow"},{"quote":"Though it sounds absurd, it is true to say I felt younger at sixty than I felt at twenty.","author":"Ernest Hemingway"},{"quote":"That is the greatest fallacy, the wisdom of old men. They do not grow wise. They grow careful.","author":"Evelyn Waugh"},{"quote":"Only when one has lost all curiosity about the future has one reached the age to write an autobiography.","author":"Florida Scott-Maxwell"},{"quote":"I grow more intense as I age.","author":"Frank Lloyd Wright"},{"quote":"The longer I live the more beautiful life becomes.","author":"Franklin P. Jones"},{"quote":"You're an old-timer if you can remember when setting the world on fire was a figure of speech.","author":"George Burns"},{"quote":"It is kind of strange watching your personal history become costume.","author":"George Burns"},{"quote":"Age to me means nothing. I can't get old; I'm working. I was old when I was twenty-one and out of work. As long as you're working, you stay young. When I'm in front of an audience, all that love and vitality sweeps over me and I forget my age.","author":"George Sand"},{"quote":"I was always taught to respect my elders and I've now reached the age when I don't have anybody to respect."},{"quote":"It is a mistake to regard age as a downhill grade toward dissolution. The reverse is true. As one grows older, one climbs with surprising strides."}]}