{"topic":"ambition","quotes":[{"quote":"Ambition is putting a ladder against the sky.","author":"American Proverb"},{"quote":"The universe is not required to be in perfect harmony with human ambition.","author":"Carl Sagan"},{"quote":"Ambition is a poor excuse for not having sense enough to be lazy.","author":"Edgar Bergen"},{"quote":"The nature of society is largely determined by the direction in which talent and ambition flow-by the tilt of the social landscape.","author":"Eric Hoffer"},{"quote":"What seems to be generosity is often no more than disguised ambition, which overlooks a small interest in order to secure a great one.","author":"Francois De La Rochefoucauld"},{"quote":"Most people would succeed in small things if they were not troubled with great ambitions.","author":"Henry Wadsworth Longfellow"},{"quote":"Ambition - it is the last infirmity of noble minds.","author":"James M. Barrie"},{"quote":"Ambition often puts men upon doing the meanest offices; so climbing is performed in the same posture with creeping.","author":"Jonathan Swift"},{"quote":"All ambitions are lawful except those that climb upward on the miseries or credulities of mankind.","author":"Joseph Conrad"},{"quote":"Dreams, goals, ambitions - these are the stuff man uses for fuel.","author":"L. Ron Hubbard"},{"quote":"Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great.","author":"Mark Twain"},{"quote":"He who blinded by ambition, raises himself to a position whence he cannot mount higher, must thereafter fall with the greatest loss.","author":"Niccolo Machiavelli"},{"quote":"A man without ambition is dead. A man with ambition but no love is dead. A man with ambition and love for his blessings here on earth is ever so alive. Having been alive, it won't be so hard in the end to lie down and rest.","author":"Pearl Bailey"},{"quote":"Though ambition itself be a vice, yet it is often times the cause of virtues.","author":"Quintilian"},{"quote":"Men are more often bribed by their loyalties and ambitions than by money. ","author":"Robert Jackson"},{"quote":"Ambition drove many men to become false; to have one thought locked in the breast, another ready on the tongue.","author":"Sallust"},{"quote":"All ambitions are lawful except those which climb upward on the miseries or credulities of mankind.","author":"William Congreve"},{"quote":"Ambition, the soldier's virtue, rather makes choice of loss, than gain which darkens him.","author":"William Shakespeare"},{"quote":"I have no spur to prick the sides of my intent, but only vaulting ambition, which o'erleaps itself, and falls on the other.","author":"William Shakespeare"},{"quote":"I hold ambition of so light a quality that is is but a shadow's shadow.","author":"William Shakespeare"},{"quote":"Lowliness is young ambition's ladder, <br> Whereto the climber-upward turns his face; <br> But when he once attains the upmost round, <br> He then unto the ladder turns his back, <br> Looks in the clouds, scorning the base degrees <br> By which he did ascend","author":"William Shakespeare"},{"quote":"Virtue is choked with foul ambition.","author":"William Shakespeare"}]}