{"topic":"americans","quotes":[{"quote":"In every American there is an air of incorrigible innocence, which seems to conceal a diabolical cunning.","author":"A. E. Housman"},{"quote":"Too many of us look upon Americans as dollar chasers. This is a cruel libel, even if it is reiterated thoughtlessly by the Americans themselves.","author":"Albert Einstein"},{"quote":"The people reign over the American political world as God rules over the universe. It is the cause and the end of all things; everything rises out of it and is absorbed back into it.","author":"Alexis De Tocqueville"},{"quote":"Americans will put up with anything provided it doesn't block traffic.","author":"Dan Rather"},{"quote":"I was born an American; I will live an American; I shall die an American.","author":"Daniel Webster"},{"quote":"How much longer are we going to think it necessary to be ''American'' before (or in contradistinction to) being cultivated, being enlightened, being humane, and having the same intellectual discipline as other civilized countries?","author":"Edith Wharton"},{"quote":"I sometimes think that the saving grace of America lies in the fact that the overwhelming majority of Americans are possessed of two great qualities- a sense of humor and a sense of proportion.","author":"Franklin D. Roosevelt"},{"quote":"Americans never quit.","author":"General Douglas Macarthur"},{"quote":"Americans adore me and will go on adoring me until I say something nice about them.","author":"George Bernard Shaw"},{"quote":"Americans are overreachers; overreaching is the most admirable of the many American excesses.","author":"George F. Will"},{"quote":"Half of the American people have never read a newspaper. Half never voted for President. One hopes it is the same half.","author":"Gore Vidal"},{"quote":"Nobody ever went broke underestimating the intelligence of the American public.","author":"H. L. Mencken"},{"quote":"The character inherent in the American people has done all that has been accomplished; and it would have done somewhat more, if the government had not sometimes got in its way.","author":"Henry David Thoreau"},{"quote":"It is, I think, an indisputable fact that Americans are, as Americans, the most self- conscious people in the world, and the most addicted to the belief that the other nations are in a conspiracy to under-value them.","author":"Henry James"},{"quote":"Americans are benevolently ignorant about Canada, while Canadians are malevolently well informed about the United States.","author":"J. Bartlett Brebner"},{"quote":"George Washington had a vision for this country. Was it three days of uninterrupted shopping?","author":"Jeff Melvoin"},{"quote":"The American, by nature, is optimistic. He is experimental, an inventor and a builder who builds best when called upon to build greatly.","author":"John F. Kennedy"},{"quote":"This nation was founded by many men of many nations and backgrounds. It was founded on the principle that all men are created equal, and that the rights of every man are diminished when the rights of one man are threatened.","author":"John F. Kennedy"},{"quote":"Ninety-eight percent of the adults in this country are decent, hard-working, honest Americans. It's the other lousy two percent that get all the publicity. But then--we elected them.","author":"Lily Tomlin"},{"quote":"Sitting at the table doesn't make you a diner, unless you eat some of what's on that plate. Being here in America doesn't make you an American. Being born here in America doesn't make you an American.","author":"Malcolm X"},{"quote":"An Englishman is a person who does things because they have been done before. An American is a person who does things because they haven't been done before.","author":"Mark Twain"},{"quote":"The people of the United States, perhaps more than any other nation in history, love to abase themselves and proclaim their unworthiness, and seem to find refreshment in doing so... That is a dark frivolity, but still frivolity.","author":"Robertson Davies"},{"quote":"For the American people are a very generous people and will forgive almost any weakness, with the possible exception of stupidity.","author":"Will Rogers"}]}