{"topic":"anger","quotes":[{"quote":"Eat a third and drink a third and leave the remaining third of your stomach empty. Then, when you get angry, there will be sufficient room for your rage.","author":"Babylonian Talmud"},{"quote":"Anger makes you smaller, while forgiveness forces you to grow beyond what you were.","author":"Cherie Carter-Scott"},{"quote":"When anger rises, think of the consequences.","author":"Confucius"},{"quote":"Anger makes dull men witty, but it keeps them poor.","author":"Elizabeth I"},{"quote":"Anger as soon as fed is dead- <br> 'Tis starving makes it fat.","author":"Emily Dickinson"},{"quote":"If you do not wish to be prone to anger, do not feed the habit; give it nothing which may tend to its increase.","author":"Epictetus"},{"quote":"If you would cure anger, do not feed it. Say to yourself: 'I used to be angry every day; then every other day; now only every third or fourth day.' When you reach thirty days offer a sacrifice of thanksgiving to the gods.","author":"Epictetus"},{"quote":"I have seen a peaceful expression turn to anger as fast as a whip cracks, and so the look on the face might mean less than what it seems to be.","author":"Greg Evans"},{"quote":"Anger at lies lasts forever. Anger at truth can't last.","author":"Harriet Lerner"},{"quote":"Anger is a signal, and one worth listening to.","author":"Henry Ward Beecher"},{"quote":"Never forget what a man says to you when he is angry.","author":"Joan Lunden"},{"quote":"Holding on to anger, resentment and hurt only gives you tense muscles, a headache and a sore jaw from clenching your teeth. Forgiveness gives you back the laughter and the lightness in your life.","author":"Laurence J. Peter"},{"quote":"Speak when you are angry--and you will make the best speech you'll ever regret.","author":"Malcolm X"},{"quote":"Usually when people are sad, they don't do anything. They just cry over their condition. But when they get angry, they bring about a change.","author":"Mario Puzo"},{"quote":"Never get angry. Never make a threat. Reason with people.","author":"Maxine Waters"},{"quote":"I have a right to my anger, and I don't want anybody telling me I shouldn't be, that it's not nice to be, and that something's wrong with me because I get angry."}]}