{"topic":"argument","quotes":[{"quote":"How many a dispute could have been deflated into a single paragraph if the disputants had dared to define their terms.","author":"Ayn Rand"},{"quote":"The Argument from Intimidation is a confession of intellectual impotence.","author":"Cathy Ladman"},{"quote":"My parents only had one argument in forty-five years. It lasted forty-three years.","author":"Chinese Proverb"},{"quote":"He who strikes the first blow admits he's lost the argument.","author":"Dave Barry"},{"quote":"I can win an argument on any topic, against any opponent. People know this, and steer clear of me at parties. Often, as a sign of their great respect, they don't even invite me.","author":"English Proverb"},{"quote":"Use soft words and hard arguments.","author":"Friedrich Nietzsche"},{"quote":"The most perfidious way of harming a cause consists of defending it deliberately with faulty arguments.","author":"G. K. Chesterton"},{"quote":"The thing I hate about an argument is that it always interrupts a discussion.","author":"Jascha Heifetz"},{"quote":"No matter what side of the argument you are on, you always find people on your side that you wish were on the other.","author":"Joseph Farrell"},{"quote":"That's the beauty of argument-if you argue correctly, you're never wrong.","author":"Josh Billings"},{"quote":"If you go in for argument, take care of your temper. Your logic, if you have any, will take care of itself.","author":"Louis D. Brandeis"},{"quote":"Silence is one of the hardest arguments to refute.","author":"Oscar Wilde"},{"quote":"Behind every argument is someone's ignorance.","author":"Pierre Beaumarchais"},{"quote":"Arguments are to be avoided; they are always vulgar and often convincing.","author":"Publilius Syrus"},{"quote":"It is not necessary to understand things in order to argue about them.","author":"Saint Augustine"},{"quote":"In a heated argument we are apt to lose sight of the truth.","author":"William G. McAdoo"},{"quote":"The argument is at an end.","author":"William Lloyd Garrison"},{"quote":"I learned an important lesson in the art of debate. Present your argument clearly, arm yourself with cutting wit and of course, bob and weave!","author":"William Shakespeare"},{"quote":"It is impossible to defeat an ignorant man in argument."},{"quote":"With reasonable men I will reason; with humane men I will plea; but to tyrants I will give no quarter, nor waste arguments where they will certainly be lost."},{"quote":"For they are yet ear-kissing arguments."}]}