{"topic":"art","quotes":[{"quote":"[Abstract art is] a product of the untalented, sold by the unprincipled to the utterly bewildered.","author":"Al Capp"},{"quote":"Art is the imposing of a pattern on experience, and our aesthetic enjoyment is recognition of the pattern.","author":"Alfred North Whitehead"},{"quote":"Painting: The art of protecting flat surfaces from the weather and exposing them to the critic.","author":"Ambrose Bierce"},{"quote":"Art is the desire of a man to express himself, to record the reactions of his personality to the world he lives in.","author":"Amy Lowell"},{"quote":"Art is a collaboration between God and the artist, and the less the artist does the better.","author":"Andre Gide"},{"quote":"Let each man exercise the art he knows.","author":"Aristophanes"},{"quote":"The aim of art is to represent not the outward appearance of things, but their inward significance.","author":"Aristotle"},{"quote":"Art does not exist only to entertain, but also to challenge one to think, to provoke, even to disturb, in a constant search for truth.","author":"Barbra Streisand"},{"quote":"I believe that if it were left to artists to choose their own labels, most would choose none.","author":"Ben Shahn"},{"quote":"So you see, imagination needs moodling - long, inefficient, happy idling, dawdling and puttering.","author":"Brenda Ueland"},{"quote":"I suppose no matter what I'm drawing, there will always be some sort of question in my mind about it. A work of art (even cartoon art)is never really finished; it is abandoned.","author":"Brooke McEldowney"},{"quote":"I can't criticize what I don't understand. If you want to call this art, you've got the benefit of all my doubts.","author":"Charles Rosin"},{"quote":"Art is born of the observation and investigation of nature.","author":"Cicero"},{"quote":"Art forms of the past were really considered elitist. Bach did not compose for the masses, neither did Beethoven. It was always for patrons, aristocrats, and royalty. Now we have a sort of democratic version of that, which is to say that the audience is so splintered in its interests.","author":"David Cronenberg"},{"quote":"The idea of a mass audience was really an invention of the Industrial Revolution.","author":"David Cronenberg"},{"quote":"If you were in a burning house and there was a cat and a Rembrandt, what would you save? The cat...you would save the cat, because the cat is alive. The art is dead. It's just paint on a canvas, ink on a page. To live for art is to deny life. It's just to destroy life.","author":"Diane Frolov and Andrew Schneider"},{"quote":"I merely took the energy it takes to pout and wrote some blues.","author":"Duke Ellington"},{"quote":"Works of art, in my opinion, are the only objects in the material universe to possess internal order, and that is why, though I don't believe that only art matters, I do believe in Art for Art's sake.","author":"E. M. Forster"},{"quote":"Another unsettling element in modern art is that common symptom of immaturity, the dread of doing what has been done before.","author":"Edith Wharton"},{"quote":"Art is on the side of the oppressed. Think before you shudder at the simplistic dictum and its heretical definition of the freedom of art. For if art is freedom of the spirit, how can it exist within the oppressors?","author":"Edith Wharton"},{"quote":"A painting in a museum hears more ridiculous opinions than anything else in the world.","author":"Edmond de Goncourt"},{"quote":"It is all very well, when the pen flows, but then there are the dark days when imagination deserts one, and it is an effort to put anything down on paper. That little you have achieved stares at you at the end of the day, and you know the next morning you will have to scrape it down and start again.","author":"Elizabeth Bowen"},{"quote":"Illusions are art, for the feeling person, and it is by art that you live, if you do.","author":"Eugene Delacroix"},{"quote":"Artists who seek perfection in everything are those who cannot attain it in anything.","author":"Federico Fellini"},{"quote":"I don't believe in total freedom for the artist. Left on his own, free to do anything he likes, the artist ends up doing nothing at all. If there's one thing that's dangerous for an artist, it's precisely this question of total freedom, waiting for inspiration and all the rest of it.","author":"Frank Zappa"},{"quote":"Art is making something out of nothing and selling it.","author":"Frida Kahlo"},{"quote":"I paint my own reality. The only thing I know is that I paint because I need to, and I paint whatever passes through my head without any other consideration.","author":"G. K. Chesterton"},{"quote":"Art, like morality, consists of drawing the line somewhere.","author":"George Bernard Shaw"},{"quote":"Without art the crudeness of reality would make the world unbearable.","author":"George Tooker"},{"quote":"Painting is an attempt to come to terms with life. There are as many solutions as there are human beings."}]}