{"topic":"atheism","quotes":[{"quote":"The worst moment for the atheist is when he is really thankful and has nobody to thank.","author":"Dante Gabriel Rossetti"},{"quote":"I always admired atheists. I think it takes a lot of faith.","author":"Diane Frolov and Andrew Schneider"},{"quote":"The opposite of the religious fanatic is not the fanatical atheist but the gentle cynic who cares not whether there is a god or not.","author":"Eric Hoffer"},{"quote":"I believe in God, only I spell it Nature.","author":"Frank Lloyd Wright"},{"quote":"If there were no God, there would be no Atheists.","author":"G. K. Chesterton"},{"quote":"I have too much respect for the idea of God to make it responsible for such an absurd world.","author":"Georges Duhamel"},{"quote":"I'm a born-again atheist.","author":"Gore Vidal"},{"quote":"I once wanted to become an atheist, but I gave up - they have no holidays.","author":"Henny Youngman"},{"quote":"Nobody talks so constantly about God as those who insist that there is no God.","author":"Heywood Broun"},{"quote":"An atheist is a man who has no invisible means of support.","author":"John Buchan"},{"quote":"I don't know if God exists, but it would be better for His reputation if He didn't.","author":"Jules Renard"},{"quote":"I’m the world’s least happy atheist. I miss having religious faith, but trying to have it seems like trying to be in love with someone that you’re not in love with.","author":"Lisa Williams"},{"quote":"I am an atheist, myself. A simple faith, but a great comfort to me, in these last days.","author":"Lois McMaster Bujold"},{"quote":"I'm still an atheist, thank God.","author":"Luis Bunuel"},{"quote":"It is the final proof of God's omnipotence that he need not exist in order to save us.","author":"Peter De Vries"},{"quote":"When I told the people of Northern Ireland that I was an atheist, a woman in the audience stood up and said, \"Yes, but is it the God of the Catholics or the God of the Protestants in whom you don't believe?\"","author":"Quentin Crisp"},{"quote":"Religion is about turning untested belief into unshakeable truth through the power of institutions and the passage of time.","author":"Richard Dawkins"},{"quote":"We are all atheists about most of the gods that societies have ever believed in. Some of us just go one god further.","author":"Richard Dawkins"},{"quote":"You've got your phenomenon on one hand. Concrete and knowable. On the other hand you've got the incomprehensible. You call it God, but to me, God or no, it remains just that, the unknowable.","author":"Robin Green and Mitchell Burgess"},{"quote":"Ask a deeply religious Christian if he'd rather live next to a bearded Muslim that may or may not be plotting a terror attack, or an atheist that may or may not show him how to set up a wireless network in his house. On the scale of prejudice, atheists don't seem so bad lately.","author":"Scott Adams"},{"quote":"Shake off all the fears of servile prejudices, under which weak minds are servilely crouched. Fix reason firmly in her seat, and call on her tribunal for every fact, every opinion. Question with boldness even the existence of a God; because, if there be one, he must more approve of the homage of reason than that of blindfolded fear.","author":"Thomas Jefferson"},{"quote":"If God did not exist, it would be necessary to invent him.","author":"Voltaire"},{"quote":"How can I believe in God when just last week I got my tongue caught in the roller of an electric typewriter?","author":"Woody Allen"},{"quote":"If it turns out that there is a God, I don't think that he's evil. But the worst that you can say about him is that basically he's an underachiever.","author":"Woody Allen"},{"quote":"To you I'm an atheist; to God, I'm the Loyal Opposition.","author":"Woody Allen"}]}