{"topic":"autumn","quotes":[{"quote":"Autumn is a second spring when every leaf is a flower.","author":"Albert Camus"},{"quote":"When the bold branches<br> Bid farewell to rainbow leaves -<br> Welcome wool sweaters.","author":"B. Cybrill"},{"quote":"Fall is my favorite season in Los Angeles, watching the birds change color and fall from the trees.","author":"David Letterman"},{"quote":"For man, autumn is a time of harvest, of gathering together.<br> For nature, it is a time of sowing, of scattering abroad.","author":"Edwin Teale"},{"quote":"A few days ago I walked along the edge of the lake and was treated to the crunch and rustle of leaves with each step I made. The acoustics of this season are different and all sounds, no matter how hushed, are as crisp as autumn air.","author":"Eric Sloane"},{"quote":"The leaves fall, the wind blows, and the farm country slowly changes from the summer cottons into its winter wools.","author":"Henry Beston"},{"quote":"If winter is slumber and spring is birth, and summer is life, then autumn rounds out to be reflection. It's a time of year when the leaves are down and the harvest is in and the perennials are gone. Mother Earth just closed up the drapes on another year and it's time to reflect on what's come before.","author":"Mitchell Burgess"},{"quote":"I cannot endure to waste anything as precious as autumn sunshine by staying in the house. So I spend almost all the daylight hours in the open air.","author":"Nathaniel Hawthorne"},{"quote":"It was one of those perfect English autumnal days which occur more frequently in memory than in life.","author":"P. D. James"},{"quote":"There is a harmony<br> In autumn, and a lustre in its sky,<br> Which through the summer is not heard or seen,<br> As if it could not be, as if it had not been!","author":"Percy Bysshe Shelley"},{"quote":"In the garden, Autumn is, indeed the crowning glory of the year, bringing us the fruition of months of thought and care and toil. And at no season, safe perhaps in Daffodil time, do we get such superb colour effects as from August to November.","author":"Rose G. Kingsley"},{"quote":"Fiery colors begin their yearly conquest of the hills, propelled by the autumn winds. Fall is the artist.","author":"William Shakespeare"},{"quote":"That time of year thou may'st in me behold, <br> When yellow leaves, or none, or few, do hang <br> Upon those boughs which shake against the cold,- <br> Bare ruin'd choirs, where late the sweet birds sang."}]}