{"topic":"beauty","quotes":[{"quote":"What has a man's face to do with his character? Can a man of good character help having a disagreeable face?","author":"Ann Radcliffe"},{"quote":"Think of all the beauty still left around you and be happy.","author":"Anne Frank"},{"quote":"Like anyone else, there are days I feel beautiful and days I don't, and when I don't, I do something about it.","author":"Cheryl Tiegs"},{"quote":"The absence of flaw in beauty is itself a flaw.","author":"Havelock Ellis"},{"quote":"The words that enlighten the soul are more precious than jewels.","author":"Hazrat Inayat Khan"},{"quote":"Develop interest in life as you see it; in people, things, literature, music - the world is so rich, simply throbbing with rich treasures, beautiful souls and interesting people. Forget yourself.","author":"Henry Miller"},{"quote":"I'm tired of all this nonsense about beauty being only skin-deep. That's deep enough. What do you want, an adorable pancreas?","author":"Jean Kerr"},{"quote":"The first question I ask myself when something doesn't seem to be beautiful is why do I think it's not beautiful. And very shortly you discover that there is no reason.","author":"John Cage"},{"quote":"I never saw an ugly thing in my life: for let the form of an object be what it may - light, shade, and perspective will always make it beautiful.","author":"John Constable"},{"quote":"I look foreword to an America which will not be afraid of grace and beauty.","author":"John F. Kennedy"},{"quote":"Beauty and seduction is nature's tool for survival, because we will protect what we love.","author":"Marcus Aurelius Antoninus"},{"quote":"Whatever is in any way beautiful hath its source of beauty in itself, and is complete in itself; praise forms no part of it. So it is none the worse nor the better for being praised.","author":"Margaret Cho"},{"quote":"Just because you are blind, and unable to see my beauty doesn't mean it does not exist.","author":"Margaret Cho"},{"quote":"Thankfully, beauty is easier to remove than apply, and a swipe of demaquillage in the right direction and you are you once again.","author":"Margaret Cho"},{"quote":"Ugly. Is irrelevant. It is an immeasurable insult to a woman, and then supposedly the worst crime you can commit as a woman. But ugly, as beautiful, is an illusion.","author":"Pearl Buck"},{"quote":"Order is the shape upon which beauty depends.","author":"Petrarch"},{"quote":"Rarely do great beauty and great virtue dwell together.","author":"R. Buckminster Fuller"},{"quote":"When I'm working on a problem, I never think about beauty. I think only how to solve the problem. But when I have finished, if the solution is not beautiful, I know it is wrong.","author":"Reverend Sean Parker Dennison"},{"quote":"The ability to see beauty is the beginning of our moral sensibility. What we believe is beautiful we will not wantonly destroy.","author":"Salma Hayek"},{"quote":"Yes, I was fat, but I dealt with it by simply never thinking about it. It is useful, when you are fat, to have a lot of other things to think about.","author":"Scott Westerfeld"},{"quote":"People often say that 'beauty is in the eye of the beholder,' and I say that the most liberating thing about beauty is realizing that you are the beholder. This empowers us to find beauty in places where others have not dared to look, including inside ourselves.","author":"Sir Francis Bacon"},{"quote":"What you do, the way you think, makes you beautiful.","author":"Teena Booth"},{"quote":"There is no excellent beauty that hath not some strangeness in the proportion."},{"quote":"There's something almost perfect in the ugly duckling syndrome. Because a sensitivity is tattooed on a part of you no one else can see but can somehow guess is there."},{"quote":"Eye contact is the best accessory."},{"quote":"If there is one thing worse than being an ugly duckling in a house of swans, it's having the swans pretend there's no difference."}]}