{"topic":"belief","quotes":[{"quote":"What counts now is not just what we are against, but what we are for. Who leads us is less important than what leads us-what convictions, what courage, what faith-win or lose. A man doesn't save a century, or a civilization, but a militant party wedded to a principal can.","author":"Adlai E. Stevenson Jr."},{"quote":"Man is what he believes.","author":"Anton Chekhov"},{"quote":"I would never die for my beliefs because I might be wrong.","author":"Bertrand Russell"},{"quote":"The public will believe anything, so long as it is not founded on truth.","author":"Edith Sitwell"},{"quote":"The thing always happens that you really believe in; and the belief in a thing makes it happen.","author":"Frank Lloyd Wright"},{"quote":"With most men, unbelief in one thing springs from blind belief in another.","author":"Georg Christoph Lichtenberg"},{"quote":"The fact that a believer is happier than a skeptic is no more to the point than the fact that a drunken man is happier than a sober one.","author":"George Bernard Shaw"},{"quote":"I would rather have a mind opened by wonder than one closed by belief.","author":"Gerry Spence"},{"quote":"In the province of the mind, what one believes to be true either is true or becomes true.","author":"John Lilly"},{"quote":"Men willingly believe what they wish.","author":"Julius Caesar"},{"quote":"Oh, what a tangled web we weave when first we practice to believe.","author":"Laurence J. Peter"},{"quote":"I never cease being dumbfounded by the unbelievable things people believe.","author":"Leo Rosten"},{"quote":"Sometimes I've believed as many as six impossible things before breakfast.","author":"Lewis Carroll"},{"quote":"They were so strong in their beliefs that there came a time when it hardly mattered what exactly those beliefs were; they all fused into a single stubbornness.","author":"Louise Erdrich"},{"quote":"Remember that what you believe will depend very much on what you are.","author":"Noah Porter"},{"quote":"I can believe anything, provided that it is quite incredible.","author":"Oscar Wilde"},{"quote":"Some things have to be believed to be seen.","author":"Ralph Hodgson"},{"quote":"Unless you believe, you will not understand.","author":"Saint Augustine"},{"quote":"Every man prefers belief to the exercise of judgement.","author":"Seneca"},{"quote":"Though a good deal is too strange to be believed, nothing is too strange to have happened.","author":"Thomas Hardy"},{"quote":"Believe one who has proved it. Believe an expert.","author":"Virgil"},{"quote":"They can conquer who believe they can.","author":"Virgil"},{"quote":"Those who can make you believe absurdities can make you commit atrocities.","author":"Voltaire"}]}