{"topic":"birds","quotes":[{"quote":"It is not only fine feathers that make fine birds.","author":"Aesop"},{"quote":"One swallow does not make a summer.","author":"Aristotle"},{"quote":"How helpless we are, like netted birds, when we are caught by desire!","author":"Belva Plain"},{"quote":"I realized that If I had to choose, I would rather have birds than airplanes.","author":"Charles Lindbergh"},{"quote":"A bird does not sing because it has an answer. It sings because it has a song.","author":"Chinese Proverb"},{"quote":"Fall is my favorite season in Los Angeles, watching the birds change color and fall from the trees.","author":"David Letterman"},{"quote":"I hope you love birds too. It is economical. It saves going to heaven.","author":"Emily Dickinson"},{"quote":"The moment a little boy is concerned with which is a jay and which is a sparrow, he can no longer see the birds or hear them sing.","author":"Eric Berne"},{"quote":"I once had a sparrow alight upon my shoulder for a moment, while I was hoeing in a village garden, and I felt that I was more distinguished by that circumstance that I should have been by any epaulet I could have worn.","author":"Henry David Thoreau"},{"quote":"Use what talents you possess: the woods would be very silent if no birds sang there except those that sang best.","author":"Henry Van Dyke"},{"quote":"Those little nimble musicians of the air, that warble forth their curious ditties, with which nature hath furnished them to the shame of art.","author":"Izaak Walton"},{"quote":"God loved the birds and invented trees. Man loved the birds and invented cages.","author":"Jacques Deval"},{"quote":"The very idea of a bird is a symbol and a suggestion to the poet. A bird seems to be at the top of the scale, so vehement and intense his life. . . . The beautiful vagabonds, endowed with every grace, masters of all climes, and knowing no bounds -- how many human aspirations are realised in their free, holiday-lives -- and how many suggestions to the poet in their flight and song!","author":"John Burroughs"},{"quote":"I value my garden more for being full of blackbirds than of cherries, and very frankly give them fruit for their songs.","author":"Joseph Addison"},{"quote":"I know why the caged bird sings.","author":"Maya Angelou"},{"quote":"Cranes carry this heavy mystical baggage. They're icons of fidelity and happiness. The Vietnamese believe cranes cart our souls up to heaven on our wings.","author":"Mitchell Burgess"},{"quote":"Our avian brothers are back to roost on the first leg of their annual sojourn south. Why them and not us? Maybe it's because we humans are meant to be rooted in one spot.","author":"Mitchell Burgess"},{"quote":"There'll be bluebirds over the white cliffs of Dover,<br>Tomorrow, just you wait and see.","author":"Nat Burton"},{"quote":"There is nothing in which the birds differ more from man than the way in which they can build and yet leave a landscape as it was before.","author":"Robert Lynd"},{"quote":"Birds sing after a storm; why shouldn't people feel as free to delight in whatever sunlight remains to them?","author":"Rose Kennedy"},{"quote":"Much talking is the cause of danger. Silence is the means of avoiding misfortune. The talkative parrot is shut up in a cage. Other birds, without speech, fly freely about.","author":"Saskya Pandita"},{"quote":"I know of only one bird - the parrot - that talks; and it can't fly very high.","author":"Wilbur Wright"},{"quote":"No bird soars too high if he soars with his own wings.","author":"William Blake"},{"quote":"When thou seest an eagle, thou seest a portion of genius; lift up thy head!","author":"William Blake"},{"quote":"You cannot fly like an eagle with the wings of a wren.","author":"William Henry Hudson"}]}