{"topic":"body","quotes":[{"quote":"All we actually have is our body and its muscles that allow us to be under our own power.","author":"Allegra Kent"},{"quote":"Oh, darling, let your body in, let it tie you in, in comfort.","author":"Anne Sexton"},{"quote":"Be sure that it is not you that is mortal, but only your body. For that man whom your outward form reveals is not yourself; the spirit is the true self, not that physical figure which and be pointed out by your finger.","author":"Cicero"},{"quote":"Safeguard the health both of body and soul.","author":"Cleobulus"},{"quote":"But the body is deeper than the soul and its secrets inscrutable.","author":"E. M. Forster"},{"quote":"I live in company with a body, a silent companion, exacting and eternal.","author":"Eugene Delacroix"},{"quote":"Of one thing I am certain, the body is not the measure of healing - peace is the measure.","author":"George Melton"},{"quote":"The body is an instrument, the mind its function, the witness and reward of its operation.","author":"George Santayana"},{"quote":"The mind's first step to self-awareness must be through the body.","author":"George Sheehan"},{"quote":"Each individual woman's body demands to be accepted on its own terms.","author":"Gloria Steinem"},{"quote":"Each body has its art...","author":"Gwendolyn Brooks"},{"quote":"Every man is the builder of a temple called his body.","author":"Henry David Thoreau"},{"quote":"I stand in awe of my body.","author":"Henry David Thoreau"},{"quote":"Our own physical body possesses a wisdom which we who inhabit the body lack.","author":"Henry Miller"},{"quote":"A sound mind in a sound body is a short but full description of a happy state in this world.","author":"John Locke"},{"quote":"A healthy mind in a healthy body.","author":"Juvenal"},{"quote":"You should pray for a sound mind in a sound body.","author":"Juvenal"},{"quote":"He who loves the world as his body may be entrusted with the empire.","author":"Lao-tzu"},{"quote":"Over the years your bodies become walking autobiographies, telling friends and strangers alike of the minor and major stresses of your lives.","author":"Marilyn Ferguson"},{"quote":"The body is a sacred garment.","author":"Martha Graham"},{"quote":"The body is shaped, disciplined, honored, and in time, trusted.","author":"Martha Graham"},{"quote":"The body says what words cannot.","author":"Martha Graham"},{"quote":"There is but one temple in the universe and that is the body of man.","author":"Novalis"},{"quote":"I finally realized that being grateful to my body was key to giving more love to myself.","author":"Oprah Winfrey"},{"quote":"It is confidence in our bodies, minds and spirits that allows us to keep looking for new adventures, new directions to grow in, and new lessons to learn - which is what life is all about.","author":"Oprah Winfrey"},{"quote":"It's also helpful to realize that this very body that we have, that's sitting right here right now... with its aches and it pleasures... is exactly what we need to be fully human, fully awake, fully alive.","author":"Pema Chodron"},{"quote":"Bodily exercise, when compulsory, does no harm to the body; but knowledge which is acquired under compulsion obtains no hold on the mind.","author":"Plato"},{"quote":"Choose rather to be strong of soul than strong of body.","author":"Pythagoras"},{"quote":"I am convinced that life in a physical body is meant to be an ecstatic experience.","author":"Shakti Gawain"},{"quote":"Our bodies communicate to us clearly and specifically, if we are willing to listen to them.","author":"Shakti Gawain"}]}