{"topic":"books","quotes":[{"quote":"Reading, after a certain age, diverts the mind too much from its creative pursuits. Any man who reads too much and uses his own brain too little falls into lazy habits of thinking.","author":"Albert Einstein"},{"quote":"This paperback is very interesting, but I find it will never replace a hardcover book - it makes a very poor doorstop.","author":"Alfred Hitchcock"},{"quote":"The covers of this book are too far apart.","author":"Ambrose Bierce"},{"quote":"In literature as in love, we are astonished at what is chosen by others.","author":"Andre Maurois"},{"quote":"You can cover a great deal of country in books.","author":"Andrew Lang"},{"quote":"There's a certain kind of conversation you have from time to time at parties in New York about a new book. The word \"banal\" sometimes rears its by-now banal head; you say \"underedited,\" I say \"derivative.\" The conversation goes around and around various literary criticisms, and by the time it moves on one thing is clear: No one read the book; we just read the reviews.","author":"Anna Quindlen"},{"quote":"Books to the ceiling,<br> Books to the sky,<br> My pile of books is a mile high.<br> How I love them! How I need them!<br> I'll have a long beard by the time I read them.","author":"Arnold Lobel"},{"quote":"Wear the old coat and buy the new book.","author":"Austin Phelps"},{"quote":"Life-transforming ideas have always come to me through books.","author":"Bell Hooks"},{"quote":"Many books require no thought from those who read them, and for a very simple reason; they made no such demand upon those who wrote them.","author":"Charles Caleb Colton"},{"quote":"I've never known any trouble that an hour's reading didn't assuage.","author":"Charles De Secondat"},{"quote":"Books are the quietest and most constant of friends; they are the most accessible and wisest of counsellors, and the most patient of teachers.","author":"Charles W. Eliot"},{"quote":"There is no mistaking a real book when one meets it. It is like falling in love.","author":"Christopher Morley"},{"quote":"A room without books is like a body without a soul.","author":"Cicero"},{"quote":"It was a book to kill time for those who like it better dead.","author":"Dame Rose Macaulay"},{"quote":"Nothing can do what a book can do. Lifts you out of your life... to a whole new world, whole new perspective. A book is like a dream you're borrowing from a friend.","author":"Dave Kellett"},{"quote":"Books...are like lobster shells, we surround ourselves with 'em, then we grow out of 'em and leave 'em behind, as evidence of our earlier stages of development.","author":"Dorothy L. Sayers"},{"quote":"This is not a novel to be tossed aside lightly. It should be thrown with great force.","author":"Dorothy Parker"},{"quote":"Don't join the book burners. Don't think you're going to conceal faults by concealing evidence that they ever existed. Don't be afraid to go in your library and read every book...","author":"Dwight D. Eisenhower"},{"quote":"My personal hobbies are reading, listening to music, and silence.","author":"Edith Sitwell"},{"quote":"All good books are alike in that they are truer than if they had really happened and after you are finished reading one you will feel that all that happened to you and afterwards it all belongs to you; the good and the bad, the ecstasy, the remorse and sorrow, the people and the places and how the weather was.","author":"Ernest Hemingway"},{"quote":"Most new books are forgotten within a year, especially by those who borrow them.","author":"Evan Esar"},{"quote":"Properly, we should read for power. Man reading should be man intensely alive. The book should be a ball of light in one's hand.","author":"Ezra Pound"},{"quote":"I think it is good that books still exist, but they do make me sleepy.","author":"Frank Zappa"},{"quote":"A good novel tells us the truth about its hero; but a bad novel tells us the truth about its author.","author":"G. K. Chesterton"},{"quote":"There is a great deal of difference between an eager man who wants to read a book and the tired man who wants a book to read.","author":"G. K. Chesterton"},{"quote":"Woe be to him that reads but one book.","author":"George Herbert"},{"quote":"From the moment I picked up your book until I laid it down, I was convulsed with laughter. Some day I intend reading it.","author":"Groucho Marx"},{"quote":"I find television very educating. Every time somebody turns on the set, I go into the other room and read a book.","author":"Groucho Marx"}]}