{"topic":"change","quotes":[{"quote":"They always say time changes things, but you actually have to change them yourself.","author":"Andy Warhol"},{"quote":"Only I can change my life. No one can do it for me.","author":"Carol Burnett"},{"quote":"Change is the constant, the signal for rebirth, the egg of the phoenix.","author":"Christina Baldwin"},{"quote":"The only sense that is common in the long run, is the sense of change-and we all instinctively avoid it.","author":"E. B. White"},{"quote":"He who rejects change is the architect of decay. The only human institution which rejects progress is the cemetery.","author":"Harold Wilson"},{"quote":"We all have big changes in our lives that are more or less a second chance.","author":"Harrison Ford"},{"quote":"Things do not change; we change.","author":"Henry David Thoreau"},{"quote":"Nothing endures but change.","author":"Heraclitus"},{"quote":"It's not that some people have willpower and some don't. It's that some people are ready to change and others are not.","author":"James Gordon"},{"quote":"Change has a considerable psychological impact on the human mind. To the fearful it is threatening because it means that things may get worse. To the hopeful it is encouraging because things may get better. To the confident it is inspiring because the challenge exists to make things better.","author":"King Whitney Jr."},{"quote":"We did not change as we grew older; we just became more clearly ourselves.","author":"Lynn Hall"},{"quote":"The universe is change; our life is what our thoughts make it.","author":"Marcus Aurelius Antoninus"},{"quote":"Any transition serious enough to alter your definition of self will require not just small adjustments in your way of living and thinking but a full-on metamorphosis.","author":"Martha Beck"},{"quote":"This is your time and it feels normal to you, but really, there is no normal. There's only change and resistance to it and then more change.","author":"Meryl Streep"},{"quote":"The more things change, the more they remain... insane.","author":"Michael Fry and T. Lewis"},{"quote":"There is nothing like returning to a place that remains unchanged to find the ways in which you yourself have altered.","author":"Nelson Mandela"},{"quote":"Change your thoughts and you change your world.","author":"Norman Vincent Peale"},{"quote":"Turbulence is life force. It is opportunity. Let's love turbulence and use it for change.","author":"Ramsay Clark"},{"quote":"This isn't good or bad. It's just the way of things. Nothing stays the same.","author":"Real Live Preacher"},{"quote":"Few will have the greatness to bend history itself; but each of us can work to change a small portion of events, and in the total of all those acts will be written the history of this generation.","author":"Robert F. Kennedy"},{"quote":"Progress is a nice word. But change is its motivator and change has its enemies.","author":"Robert F. Kennedy"},{"quote":"If you want change, you have to make it. If we want progress we have to drive it.","author":"W. Somerset Maugham"},{"quote":"Nothing in the world is permanent, and we're foolish when we ask anything to last, but surely we're still more foolish not to take delight in it while we have it. If change is of the essence of existence one would have thought it only sensible to make it the premise of our philosophy."}]}