{"topic":"character","quotes":[{"quote":"Character is like a tree and reputation like its shadow. The shadow is what we think of it; the tree is the real thing.","author":"Abraham Lincoln"},{"quote":"Nearly all men can stand adversity, but if you want to test a man's character, give him power.","author":"Abraham Lincoln"},{"quote":"Everyone has the obligation to ponder well his own specific traits of character. He must also regulate them adequately and not wonder whether someone else's traits might suit him better. The more definitely his own a man's character is, the better it fits him.","author":"Cicero"},{"quote":"Without an acquaintance with the rules of propriety, it is impossible for the character to be established.","author":"Confucius"},{"quote":"Many a man's reputation would not know his character if they met on the street.","author":"Elbert Hubbard"},{"quote":"People grow through experience if they meet life honestly and courageously. This is how character is built.","author":"Eleanor Roosevelt"},{"quote":"Forming characters! Whose? Our own or others? Both. And in that momentous fact lies the peril and responsibility of our existence.","author":"Elihu Burritt"},{"quote":"Personality can open doors, but only character can keep them open.","author":"Elmer G. Letterman"},{"quote":"I am a man of fixed and unbending principles, the first of which is to flexible at all times.","author":"Francis Thompson"},{"quote":"In attempts to improve your character, know what is in your power and what is beyond it.","author":"Georg Christoph Lichtenberg"},{"quote":"A person reveals his character by nothing so clearly as the joke he resents.","author":"George Santayana"},{"quote":"Our character...is an omen of our destiny, and the more integrity we have and keep, the simpler and nobler that destiny is likely to be.","author":"Helen Keller"},{"quote":"Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved.","author":"Henry Clay"},{"quote":"Of all the properties which belong to honorable men, not one is so highly prized as that of character.","author":"Heraclitus"},{"quote":"A man's character is his fate.","author":"Hermann Hesse"},{"quote":"People with courage and character always seem sinister to the rest.","author":"Isabelle Eberhardt"},{"quote":"The farther behind I leave the past, the closer I am to forging my own character.","author":"James A. Froude"},{"quote":"You cannot dream yourself into a character; you must hammer and forge yourself one.","author":"Japanese Proverb"},{"quote":"How easy it is for generous sentiments, high courtesy, and chivalrous courage to lose their influence beneath the chilling blight of selfishness, and to exhibit to the world a man who was great in all the minor attributes of character, but who was found wanting when it became necessary to prove how much principle is superior to policy.","author":"Joan Didion"},{"quote":"When the character of a man is not clear to you, look at his friends.","author":"Johann Wolfgang von Goethe"},{"quote":"Character - the willingness to accept responsibility for one's own life - is the source from which self respect springs.","author":"Lois McMaster Bujold"},{"quote":"Men show their characters in nothing more clearly than in what they think laughable.","author":"Marie Henri Beyle"},{"quote":"I take it as a man's duty to restrain himself.","author":"Marie Leneru"},{"quote":"One can acquire everything in solitude - except character.","author":"Menander"},{"quote":"To succeed is nothing, it's an accident. but to feel no doubts about oneself is something very different: it is character.","author":"Nathaniel Emmons"},{"quote":"The character of a man is known from his conversations.","author":"Oliver Wendell Holmes Jr."},{"quote":"I could never think well of a man's intellectual or moral character, if he was habitually unfaithful to his appointments.","author":"Oscar Levant"},{"quote":"The character of every act depends upon the circumstances in which it is done."},{"quote":"Underneath this flabby exterior is an enormous lack of character."}]}