{"topic":"children","quotes":[{"quote":"There was a time when we expected nothing of our children but obedience, as opposed to the present, when we expect everything of them but obedience.","author":"Anatole Broyard"},{"quote":"I would be the most content if my children grew up to be the kind of people who think decorating consists mostly of building enough bookshelves.","author":"Anna Quindlen"},{"quote":"Grown-ups never understand anything for themselves, and it is tiresome for children to be always and forever explaining things to them.","author":"Antoine de Saint-Exupery"},{"quote":"Human beings are the only creatures that allow their children to come back home.","author":"Bill Cosby"},{"quote":"People who get nostalgic about childhood were obviously never children.","author":"Bill Watterson"},{"quote":"If you can give your son or daughter only one gift, let it be enthusiasm.","author":"Bruce Barton"},{"quote":"The first half of our lives is ruined by our parents, and the second half by our children.","author":"Clarence Darrow"},{"quote":"Facing a mirror you see merely your own countenance; facing your child you finally understand how everyone else has seen you.","author":"Daniel Raeburn"},{"quote":"If your parents never had children, chances are you won't, either.","author":"Dick Cavett"},{"quote":"The test of the morality of a society is what it does for its children.","author":"Dietrich Bonhoeffer"},{"quote":"The best way to keep children home is to make the home atmosphere pleasant--and let the air out of the tires.","author":"Dorothy Parker"},{"quote":"Having a baby's sweet face so close to your own, for so long a time as it takes to nurse 'em, is a great tonic for a sad soul.","author":"Fran Lebowitz"},{"quote":"We do our children no favour by keeping them near, coddling them, or showing them off to adult visitors. Not that a nursemaid does not sometimes spoil them. But the greatest favour we can do our children is to give visible example of love and esteem to our spouse. As they grow up, they may then look forward to maturity so they too can find such love.","author":"Fran Lebowitz"},{"quote":"Ask your child what he wants for dinner only if he's buying.","author":"Gore Vidal"},{"quote":"I must take issue with the term 'a mere child,' for it has been my invariable experience that the company of a mere child is infinitely preferable to that of a mere adult.","author":"Groucho Marx"},{"quote":"Never have children, only grandchildren.","author":"Groucho Marx"},{"quote":"That's the funny thing about havin' a kid. They come with their own set of problems; make everything else you were worried about seem kinda silly.","author":"Harry S Truman"},{"quote":"Babies are cool, until you've done everything to do with 'em and you get bored. That's why T.V. shows about babies don't last more than a year.","author":"John Gray"},{"quote":"A child of five would understand this. Send someone to fetch a child of five.","author":"John J. Plomp"},{"quote":"My mother loved children -- she would have given anything if I had been one.","author":"Juvenal"},{"quote":"I have found the best way to give advice to your children is to find out what they want and then advise them to do it.","author":"King Edward VIII"},{"quote":"It is not giving children more that spoils them; it is giving them more to avoid confrontation.","author":"Lawana Blackwell"},{"quote":"You know that children are growing up when they start asking questions that have answers.","author":"Lawana Blackwell"},{"quote":"I am amused when goody-goodies proclaim, from the safety of their armchairs, that children are naturally prejudice-free, that they only learn to \"hate\" from listening to bigoted adults. Nonsense. Tolerance is a learned trait, like riding a bike or playing the piano. Those of us who actually live among children, who see them in their natural environment, know the truth: Left to their own devices, children will gang up on and abuse anyone who is even slightly different from the norm.","author":"Leo J. Burke"},{"quote":"Be gentle with the young.","author":"Lois McMaster Bujold"},{"quote":"The thing that impresses me the most about America is the way parents obey their children."},{"quote":"Outings are so much more fun when we can savor them through the children's eyes."},{"quote":"Youth isn't always all it's touted to be."},{"quote":"People who say they sleep like a baby usually don't have one."},{"quote":"Children might or might not be a blessing, but to create them and then fail them was surely damnation."}]}