{"topic":"civilization","quotes":[{"quote":"Civilization degrades the many to exalt the few.","author":"Amos Bronson Alcott"},{"quote":"When several villages are united in a single complete community, large enough to nearly or quite self-sufficing, the state comes into existence, originating in the bare needs of life, and continuing in existence for the sake of a good life.","author":"Aristotle"},{"quote":"Underlying the whole scheme of civilization is the confidence men have in each other, confidence in their integrity, confidence in their honesty, confidence in their future.","author":"Bourke Cockran"},{"quote":"We must remember that any oppression, any injustice, any hatred, is a wedge designed to attack our civilization.","author":"Franklin D. Roosevelt"},{"quote":"The more rapidly a civilization progresses, the sooner it dies for another to rise in its place.","author":"Havelock Ellis"},{"quote":"It is better for civilization to be going down the drain than to be coming up it.","author":"Henry Allen"},{"quote":"But the greatest menace to our civilization today is the conflict between giant organized systems of self-righteousness-each system only too delighted to find that the other is wicked-each only too glad that the sins give it the pretext for still deeper hatred and animosity.","author":"Jane Addams"},{"quote":"Civilization is a method of living, an attitude of equal respect for all men.","author":"Julian Jaynes"},{"quote":"Civilization is the art of living in towns of such size the everyone does not know everyone else.","author":"Max Nordau"},{"quote":"Civilization is built on a number of ultimate principles...respect for human life, the punishment of crimes against property and persons, the equality of all good citizens before the law...or, in a word justice.","author":"Oscar Wilde"},{"quote":"America is the only country that went from barbarism to decadence without civilization in between.","author":"Ralph Waldo Emerson"},{"quote":"The end of the human race will be that it will eventually die of civilization.","author":"Robert Ingersoll"},{"quote":"The true civilization is where every man gives to every other every right that he claims for himself.","author":"Will Durant"},{"quote":"Civilization begins with order, grows with liberty, and dies with chaos.","author":"Will Rogers"},{"quote":"You can't say that civilization don't advance, however, for in every war they kill you in a new way.","author":"William Feather"},{"quote":"One of the indictments of civilizations is that happiness and intelligence are so rarely found in the same person."}]}