{"topic":"confidence","quotes":[{"quote":"There are admirable potentialities in every human being. Believe in your strength and your youth. Learn to repeat endlessly to yourself, 'It all depends on me.'","author":"Andre Gide"},{"quote":"I was always looking outside myself for strength and confidence, but it comes from within. It is there all the time.","author":"Anna Freud"},{"quote":"Having once decided to achieve a certain task, achieve it at all costs of tedium and distaste. The gain in self-confidence of having accomplished a tiresome labor is immense.","author":"Arnold Bennett"},{"quote":"Concentration comes out of a combination of confidence and hunger.","author":"Arnold Palmer"},{"quote":"Attempt easy tasks as if they were difficult, and difficult as if they were easy; in the one case that confidence may not fall asleep, in the other that it may not be dismayed.","author":"Baltasar Gracian"},{"quote":"If I could give you just one gift ever for the rest of your life it would be this. Confidence. It would be the gift of confidence. Either that or a scented candle.","author":"Hasidic Saying"},{"quote":"The man who has confidence in himself gains the confidence of others.","author":"Mark Twain"},{"quote":"All you need in this life is ignorance and confidence; then success is sure.","author":"Norman Vincent Peale"},{"quote":"Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy","author":"Oprah Winfrey"},{"quote":"Often we don't even realize who we're meant to be because we're so busy trying to live out someone else's ideas. But other people and their opinions hold no power in defining our destiny.","author":"Philip Adams"},{"quote":"Feeling special is the worst kind of cage a person can build for himself.","author":"Ralph Waldo Emerson"},{"quote":"It seems to me that people have vast potential. Most people can do extraordinary things if they have the confidence or take the risks. Yet most people don't. They sit in front of the telly and treat life as if it goes on forever.","author":"Rosalynn Carter"},{"quote":"If I have lost confidence in myself, I have the universe against me.","author":"Ruben Studdard"},{"quote":"You have to have confidence in your ability, and then be tough enough to follow through.","author":"Samuel Johnson"},{"quote":"You can be confident and secure and know that you do a good job at what you do. But you don't know to be arrogant about it.","author":"Shakti Gawain"},{"quote":"Self-confidence is the first requisite to great undertakings.","author":"Sophia Loren"},{"quote":"My intent is simply to know my material so well that I'm very comfortable with it. Confidence, not perfection, is the goal.","author":"Steve Jobs"},{"quote":"Every time you don't follow your inner guidance, you feel a loss of energy, loss of power, a sense of spiritual deadness."},{"quote":"Getting ahead in a difficult profession requires avid faith in yourself. That is why some people with mediocre talent, but with great inner drive, go much further than people with vastly superior talent."},{"quote":"You can't connect the dots looking forward you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something: your gut, destiny, life, karma, whatever. Because believing that the dots will connect down the road will give you the confidence to follow your heart, even when it leads you off the well worn path."},{"quote":"Confidence is 10% hard work and 90% delusion."}]}