{"topic":"courage","quotes":[{"quote":"Courage is the price that Life exacts for granting peace.","author":"Amelia Earhart"},{"quote":"Life shrinks or expands in proportion to one's courage.","author":"Anais Nin"},{"quote":"Courage is not simply one of the virtues , but the form of every virtue at the testing point.","author":"C. S. Lewis"},{"quote":"Live as brave men; and if fortune is adverse, front its blows with brave hearts.","author":"Cicero"},{"quote":"Courage is the ladder on which all the other virtues mount.","author":"Clare Booth Luce"},{"quote":"The bravest thing you can do when you are not brave is to profess courage and act accordingly.","author":"Corra Harris"},{"quote":"Courage is fear that has said its prayers.","author":"Dorothy Bernard"},{"quote":"I would rather be a coward than brave because people hurt you when you are brave.","author":"E. M. Forster"},{"quote":"Courage is doing what you're afraid to do. There can be no courage unless you're scared.","author":"Eddie Rickenbacker"},{"quote":"Few men are willing to brave the disapproval of their fellows, the censure of their colleagues, the wrath of their society. Moral courage is a rarer commodity than bravery in battle or great intelligence. Yet it is the one essential, vital quality of those who seek to change a world which yields most painfully to change","author":"Ernest Hemingway"},{"quote":"A coward turns away, but a brave man's choice is danger.","author":"Euripides"},{"quote":"Courage is the art of being the only one who knows you're scared to death.","author":"Harold Wilson"},{"quote":"I wanted you to see what real courage is, instead of getting the idea that courage is a man with a gun in his hand. It's when you know you're licked before you begin but you begin anyway and you see it through no matter what.","author":"Harper Lee"},{"quote":"A timid person is frightened before a danger, a coward during the time, and a courageous person afterward.","author":"Jean Paul Richter"},{"quote":"The stories of past courage can define that ingredient-they can teach, they can offer hope, they can provide inspiration. But they cannot supply courage itself. For this each man must look into his own soul.","author":"John F. Kennedy"},{"quote":"Courage and perseverance have a magical talisman, before which difficulties disappear and obstacles vanish into air.","author":"John Quincy Adams"},{"quote":"Courage is being scared to death - but saddling up anyway.","author":"John Wayne"},{"quote":"The worst thing of all is standing by when folks are doing something wrong.","author":"Lawana Blackwell"},{"quote":"If courage wasn't a standard result of aging, it meant that the young could somehow acquire it as well.","author":"Mark Twain"},{"quote":"Courage is resistance to fear, mastery of fear - not absence of fear.","author":"Mark Twain"},{"quote":"It is curious that physical courage should be so common in the world and moral courage so rare.","author":"Menander"},{"quote":"Let bravery be thy choice, but not bravado.","author":"Mignon McLaughlin"},{"quote":"The strongest, most generous, and proudest of all virtues is true courage.","author":"Ralph Waldo Emerson"},{"quote":"The only courage that matters is the kind that gets you from one moment to the next.","author":"Richard Brinsley Sheridan"},{"quote":"A hero is no braver than an ordinary man, but he is braver five minutes longer.","author":"Robert Louis Stevenson"},{"quote":"When you meet your antagonist, do everything in a mild and agreeable manner. Let your courage be as keen, but at the same time as polished, as your sword.","author":"Terence"},{"quote":"Keep your fears to yourself, but share your courage with others.","author":"Theodore Roosevelt"},{"quote":"Fortune helps the brave."},{"quote":"Far better is it to dare mighty things, to win glorious triumphs, even though checkered by failure , than to take rank with those poor spires who neither enjoy much nor suffer much because they live in the gray twilight that knows not victory or defeat."}]}