{"topic":"cowardice","quotes":[{"quote":"He who despairs over an event is a coward, but he who holds hope for the human condition is a fool.","author":"Albert Camus"},{"quote":"I would rather be a coward than brave because people hurt you when you are brave.","author":"E. M. Forster"},{"quote":"A coward turns away, but a brave man's choice is danger.","author":"Euripides"},{"quote":"None but a coward dares to boast that he has never known fear.","author":"Ferdinand Foch"},{"quote":"Patience has its limits. Take it too far, and it's cowardice.","author":"George Jackson"},{"quote":"A timid person is frightened before a danger, a coward during the time, and a courageous person afterward.","author":"Jean Paul Richter"},{"quote":"There are several good protections against temptations, but the surest is cowardice.","author":"Mark Twain"},{"quote":"A brave man dies but once, a coward many times. ","author":"Native American Proverb"},{"quote":"Many would be cowards if they had courage enough.","author":"Thomas Fuller"},{"quote":"The real hero is always a hero by mistake; he dreams of being an honest coward like everybody else.","author":"Umberto Eco"},{"quote":"Cowardice asks: Is it safe? Expediency asks: Is it politic? But Conscience asks: Is it right?","author":"William Punshon"},{"quote":"A thought which, quarter'd, hath but one part wisdom and ever three parts coward.","author":"William Shakespeare"},{"quote":"Conscience does make cowards of us all, and thus the native hue of resolution is sicklied o'er with the pale cast of thought.","author":"William Shakespeare"},{"quote":"Cowards die many times before their deaths; <br>The valiant never taste of death but once. ","author":"William Shakespeare"},{"quote":"Cowards die many times before their deaths; <br>The valiant never taste of death but once. <br>Of all the wonders that I yet have heard, <br>It seems to me most strange that men should fear; <br>Seeing that death, a necessary end, <br>Will come when it will come.","author":"William Shakespeare"},{"quote":"Cowards die many times before their deaths; the valiant never taste of death but once.","author":"William Shakespeare"}]}