{"topic":"creativity","quotes":[{"quote":"The secret to creativity is knowing how to hide your sources.","author":"Albert Einstein"},{"quote":"Frugality without creativity is deprivation.","author":"Amy Dacyczyn"},{"quote":"So you see, imagination needs moodling - long, inefficient, happy idling, dawdling and puttering.","author":"Brenda Ueland"},{"quote":"The creation of something new is not accomplished by the intellect but by the play instinct acting from inner necessity. The creative mind plays with the objects it loves.","author":"Carl Jung"},{"quote":"Creativity is a drug I cannot live without.","author":"Cecil B. DeMille"},{"quote":"The problem is never how to get new, innovative thoughts into your mind, but how to get old ones out. Every mind is a building filled with archaic furniture. Clean out a corner of your mind and creativity will instantly fill it.","author":"Dee Hock"},{"quote":"There were always people like the pope. They serve a certain function, of course. They subsidize us. But, they don't create anything and they must never be allowed to stop the artist from creating.","author":"Diane Frolov and Andrew Schneider"},{"quote":"Humanity can be quite cold to those whose eyes see the world differently.","author":"Eric A. Burns"},{"quote":"Observe Everything. <br> Communicate Well. <br> Draw, Draw, Draw.","author":"Frank Thomas"},{"quote":"Creativity can solve almost any problem. The creative act, the defeat of habit by originality, overcomes everything.","author":"George Lois"},{"quote":"When Alexander the Great visited Diogenes and asked whether he could do anything for the famed teacher, Diogenes replied: 'Only stand out of my light.' Perhaps some day we shall know how to heighten creativity. Until then, one of the best things we can do for creative men and women is to stand out of their light.","author":"John W. Gardner"},{"quote":"To live a creative life, we must lose our fear of being wrong.","author":"Joseph Chilton Pearce"},{"quote":"Creativity is...seeing something that doesn't exist already. You need to find out how you can bring it into being and that way be a playmate with God.","author":"Michele Shea"},{"quote":"Creativity represents a miraculous coming together of the uninhibited energy of the child with its apparent opposite and enemy, the sense of order imposed on the disciplined adult intelligence.","author":"Norman Podhoretz"},{"quote":"Every child is an artist. The problem is how to remain an artist once he grows up.","author":"Pablo Picasso"},{"quote":"I started concentrating so hard on my vision that I lost sight.","author":"Robin Green"},{"quote":"Creativity is allowing yourself to make mistakes. Art is knowing which ones to keep.","author":"Scott Adams"},{"quote":"Every time we say, \"Let there be!\" in any form, something happens.","author":"Stella Terrill Mann"},{"quote":"Creative work is play. It is free speculation using materials of one's chosen form.","author":"Stephen Nachmanovitch"},{"quote":"The most potent muse of all is our own inner child.","author":"Stephen Nachmanovitch"},{"quote":"The noun of self becomes a verb. This flashpoint of creation in the present moment is where work and play merge.","author":"Stephen Nachmanovitch"}]}