{"topic":"crime","quotes":[{"quote":"The reason there is so little crime in Germany is that it's against the law.","author":"Alex Levin"},{"quote":"Crime does not pay ... as well as politics.","author":"Alfred E. Newman"},{"quote":"Life is nothing but a competition to be the criminal rather than the victim.","author":"Bertrand Russell"},{"quote":"When you think of the long and gloomy history of man, you will find more hideous crimes have been committed in the name of obedience than have ever been committed in the name of rebellion.","author":"C. P. Snow"},{"quote":"Crooks are early adopters.","author":"Craig Newmark"},{"quote":"History is indeed little more than the register of the crimes, follies and misfortunes of mankind.","author":"Edward Gibbon"},{"quote":"Crime is naught but misdirected energy.","author":"Emma Goldman"},{"quote":"Obviously crime pays, or there'd be no crime.","author":"G. Gordon Liddy"},{"quote":"Criminals do not die by the hands of the law. They die by the hands of other men.","author":"George Bernard Shaw"},{"quote":"Behind every great fortune there is a crime.","author":"Honore de Balzac"},{"quote":"Criminal: A person with predatory instincts who has not sufficient capital to form a corporation.","author":"Howard Scott"},{"quote":"Going to trial with a lawyer who considers your whole life-style a Crime in Progress is not a happy prospect.","author":"Hunter S. Thompson"},{"quote":"A crime which is the crime of many none avenge.","author":"Lucan"},{"quote":"We have a criminal jury system which is superior to any in the world; and its efficiency is only marred by the difficulty of finding twelve men every day who don't know anything and can't read.","author":"Mark Twain"},{"quote":"The most dangerous criminal may be the man gifted with reason, but with no morals.","author":"Maximilien Robespierre"},{"quote":"Crime butchers innocence to secure a throne, and innocence struggles with all its might against the attempts of crime.","author":"Publilius Syrus"},{"quote":"The judge is condemned when the criminal is absolved.","author":"Ralph Waldo Emerson"},{"quote":"There is no den in the wide world to hide a rogue. Commit a crime and the earth is made of glass. Commit a crime, and it seems as if a coat of snow fell on the ground, such as reveals in the woods the track of every partridge, and fox, and squirrel.","author":"Randy K. Milholland"},{"quote":"The key is to commit crimes so confusing that police feel too stupid to even write a crime report about them.","author":"Voltaire"},{"quote":"Indeed, history is nothing more than a tableau of crimes and misfortunes.","author":"W. H. Auden"},{"quote":"Murder is unique in that it abolishes the party it injures, so that society has to take the place of the victim and on his behalf demand atonement or grant forgiveness; it is the one crime in which society has a direct interest.","author":"Woody Allen"},{"quote":"Organized crime in America takes in over forty billion dollars a year and spends very little on office supplies."}]}