{"topic":"criticism","quotes":[{"quote":"How much easier it is to be critical than to be correct.","author":"Benjamin Disraeli"},{"quote":"Asking a working writer what he thinks about critics is like asking a lamppost how it feels about dogs.","author":"Christopher Hampton"},{"quote":"Any fool can criticize, condemn, and complain - and most fools do.","author":"Dale Carnegie"},{"quote":"If you are not criticized, you may not be doing much.","author":"Donald H. Rumsfeld"},{"quote":"After all, one knows one's weak points so well, that it's rather bewildering to have the critics overlook them and invent others.","author":"Edith Wharton"},{"quote":"To avoid criticism do nothing, say nothing, be nothing.","author":"Elbert Hubbard"},{"quote":"Do what you feel in your heart to be right - for you'll be criticized anyway. You'll be damned if you do, and damned if you don't.","author":"Eleanor Roosevelt"},{"quote":"Honest criticism is hard to take, particularly from a relative, a friend, an acquaintance, or a stranger.","author":"Franklin P. Jones"},{"quote":"Criticism is prejudice made plausible.","author":"H. L. Mencken"},{"quote":"No degree of dullness can safeguard a work against the determination of critics to find it fascinating.","author":"Harold Rosenberg"},{"quote":"Now, in reality, the world have paid too great a compliment to critics, and have imagined them to be men of much greater profundity than they really are.","author":"Henry Fielding"},{"quote":"Pay no attention to what the critics say... Remember, a statue has never been set up in honor of a critic!","author":"Jean Sibelius"},{"quote":"Against criticism a man can neither protest nor defend himself; he must act in spite of it, and then it will gradually yield to him.","author":"Johann Wolfgang von Goethe"},{"quote":"Any reviewer who expresses rage and loathing for a novel is preposterous. He or she is like a person who has put on full armor and attacked a hot fudge sundae.","author":"Kurt Vonnegut"},{"quote":"Never criticize a man until you've walked a mile in his moccasins.","author":"Native American Proverb"},{"quote":"I never met anybody who said when they were a kid, \"I wanna grow up and be a critic.\"","author":"Richard Pryor"},{"quote":"One cannot review a bad book without showing off.","author":"W. H. Auden"},{"quote":"People ask for criticism, but they only want praise.","author":"W. Somerset Maugham"},{"quote":"Criticism comes easier than craftsmanship.","author":"Zeuxis"}]}