{"topic":"death","quotes":[{"quote":"Death is more universal than life; everyone dies but not everyone lives.","author":"A. Sachs"},{"quote":"When I pass, speak freely of my shortcomings and my flaws. Learn from them, for I'll have no ego to injure.","author":"Aaron McGruder"},{"quote":"Death is better, a milder fate than tyranny.","author":"Aeschylus"},{"quote":"There is some comfort in dying surrounded by one's children.","author":"Ann Radcliffe"},{"quote":"We do not die because we have to die; we die because one day, and not so long ago, our consciousness was forced to deem it necessary.","author":"Antonin Artaud"},{"quote":"Do not fear death so much, but rather the inadequate life.","author":"Bertolt Brecht"},{"quote":"For certain is death for the born<br>And certain is birth for the dead;<br>Therefore over the inevitable<br>Thou shouldst not grieve.","author":"Bhagavad Gita"},{"quote":"He not busy being born is busy dying.","author":"Bob Dylan"},{"quote":"I'd rather get my brains blown out in the wild than wait in terror at the slaughterhouse.","author":"Craig Volk"},{"quote":"The killing was the best part. It was the dying I couldn't take.","author":"Craig Volk"},{"quote":"Be open to your dreams, people. Embrace that distant shore. Because our mortal journey is over all too soon.","author":"David Assael"},{"quote":"A man should not leave this earth with unfinished business. He should live each day as if it was a pre-flight check. He should ask each morning, am I prepared to lift-off?","author":"Diane Frolov and Andrew Schneider"},{"quote":"Death is the enemy. I spent 10 years of my life singlemindedly studying, practicing, fighting hand to hand in close quarters to defeat the enemy, to send him back bloodied and humble and I am not going to roll over and surrender.","author":"Diane Frolov and Andrew Schneider"},{"quote":"I am going to concentrate on what's important in life. I'm going to strive everyday to be a kind and generous and loving person. I'm going to keep death right here, so that anytime I even think about getting angry at you or anybody else, I'll see death and I'll remember.","author":"Diane Frolov and Andrew Schneider"},{"quote":"It's no accident that the church and the graveyard stand side by side. The city of the dead sleeps encircled by the city of the living.","author":"Diane Frolov and Andrew Schneider"},{"quote":"I'm afraid I'm being an awful nuisance.","author":"Edith Sitwell"},{"quote":"Death is nothing to us, since when we are, death has not come, and when death has come, we are not.","author":"Epicurus"},{"quote":"I hope the leaving is joyful; and I hope never to return.","author":"Frida Kahlo"},{"quote":"There's a strange sort of quiet when you're dying. It's as if you're in a glass room, and the walls keep getting thicker and thicker.","author":"George Bernard Shaw"},{"quote":"Life does not cease to be funny when people die any more than it ceases to be serious when people laugh.","author":"George Burns"},{"quote":"If you live to be one hundred, you've got it made. Very few people die past that age.","author":"George Santayana"},{"quote":"There is no cure for birth and death save to enjoy the interval.","author":"Horace"},{"quote":"Pale Death with impartial tread beats at the poor man's cottage door and at the palaces of kings.","author":"Hugh Elliott"},{"quote":"Death can sneak up on you like a silent kitten, surprising you with it's touch and you have a right to act surprised. Other times death stomps in the front door, unwanted and unannounced, and makes it's noisy way to your seat on the sofa.","author":"Hugh Elliott"},{"quote":"I am not dying, not anymore than any of us are at any moment. We run, hopefully as fast as we can, and then everyone must stop. We can only choose how we handle the race.","author":"Isaac Asimov"},{"quote":"Life is pleasant. Death is peaceful. It's the transition that's troublesome.","author":"John Scalzi"},{"quote":"When you lose someone you love, you die too, and you wait around for your body to catch up.","author":"Johnny Carson"},{"quote":"For three days after death hair and fingernails continue to grow but phone calls taper off.","author":"Jonathan Swift"},{"quote":"It is impossible that anything so natural, so necessary, and so universal as death, should ever have been designed by Providence as an evil to mankind.","author":"Joseph Stalin"},{"quote":"A single death is a tragedy; a million deaths is a statistic."}]}