{"topic":"decisions","quotes":[{"quote":"The more alternatives, the more difficult the choice.","author":"Abbe' D'Allanival"},{"quote":"The first step to getting the things you want out of life is this: Decide what you want.","author":"Ben Stein"},{"quote":"Our choices add up; each one influences others, and cumulatively a series of delightful short-term choices can leave us much worse off in the long run.","author":"Diane Frolov and Andrew Schneider"},{"quote":"A person has three choices in life. You can swim against the tide and get exhausted, or you can tread water and let the tide sweep you away, or you can swim with the tide, and let it take you where it wants you to go.","author":"Eleanor Roosevelt"},{"quote":"I think that somehow, we learn who we really are and then live with that decision.","author":"George Eliot"},{"quote":"The strongest principle of growth lies in human choice.","author":"J. K. Rowling"},{"quote":"Destiny is a name often given in retrospect to choices that had dramatic consequences.","author":"J. K. Rowling"},{"quote":"It is our choices...that show what we truly are, far more than our abilities.","author":"Jewish Proverb"},{"quote":"A pessimist, confronted with two bad choices, chooses both. ","author":"John Dewey"},{"quote":"The self is not something ready-made, but something in continuous formation through choice of action.","author":"John H. Patterson"},{"quote":"An executive is a person who always decides; sometimes he decides correctly, but he always decides.","author":"Karl Kraus"},{"quote":"A weak man has doubts before a decision, a strong man has them afterwards.","author":"Lord Falkland"},{"quote":"When it is not necessary to make a decision, it is necessary not to make a decision.","author":"Oprah Winfrey"},{"quote":"Check your ego at the door and check your gut instead. Every right decision I have ever made has come from my gut. Every wrong decision I've made was the result of me not listening to the greater voice of myself","author":"Oprah Winfrey"},{"quote":"If it doesn't feel right, don't do it. That's the lesson. That lesson alone, will save you a lot of grief. Even doubt means don't.","author":"Oprah Winfrey"},{"quote":"When you don't know what to do, get still. Get very still until you do know what to do.","author":"Phocylides"},{"quote":"When yu' can't have why you choose, yu' just choose what you have.","author":"Publilius Syrus"},{"quote":"Choices are made in brief seconds and paid for in the time that remains.","author":"Robert Fritz"},{"quote":"Give no decision till both sides thou'st heard.","author":"Steve Jobs"},{"quote":"We must give lengthy deliberation to what has to be decided once and for all."},{"quote":"If you limit your choices only to what seems possible or reasonable, you disconnect yourself from what you truly want, and all that is left is a compromise."},{"quote":"Remembering that I'll be dead soon is the most important tool I've ever encountered to help me make the big choices in life."}]}