{"topic":"democracy","quotes":[{"quote":"Self-criticism is the secret weapon of democracy, and candor and confession are good for the public soul","author":"Alan Corenk"},{"quote":"Democracy consists of choosing your dictators, after they've told you what you think it is you want to hear.","author":"Aristotle"},{"quote":"If liberty and equality, as is thought by some are chiefly to be found in democracy, they will be best attained when all persons alike share in the government to the utmost.","author":"Art Spander"},{"quote":"The great thing about democracy is that it gives every voter a chance to do something stupid.","author":"Clement Atlee"},{"quote":"Democracy means government by discussion, but it is only effective if you can stop people talking.","author":"E. B. White"},{"quote":"Democracy is the recurrent suspicion that more than half of the people are right more than half the time.","author":"G. K. Chesterton"},{"quote":"Democracy means government by the uneducated, while aristocracy means government by the badly educated.","author":"George Bernard Shaw"},{"quote":"Democracy is a device that ensures we shall be governed no better than we deserve.","author":"George Bernard Shaw"},{"quote":"Democracy substitutes election by the incompetent many for appointment by the corrupt few.","author":"Gustave Flaubert"},{"quote":"The whole dream of democracy is to raise the proletarian to the level of stupidity attained by the bourgeois.","author":"H. L. Mencken"},{"quote":"Democracy is the theory that the common people know what they want and deserve to get it good and hard.","author":"H. L. Mencken"},{"quote":"The cure for the evils of democracy is more democracy!","author":"H. L. Mencken"},{"quote":"Under democracy one party always devotes its chief energies to trying to prove that the other party is unfit to rule - and both commonly succeed, and are right.","author":"Harry Emerson Fosdick"},{"quote":"Democracy is based upon the conviction that there are extraordinary possibilities in ordinary people.","author":"Jeff Melvoin"},{"quote":"The idea of an election is much more interesting to me than the election itself...The act of voting is in itself the defining moment.","author":"Laurence J. Peter"},{"quote":"Democracy is a process by which the people are free to choose the man who will get the blame.","author":"Mark Twain"},{"quote":"Men write many fine and plausible arguments in support of monarchy, but the fact remains that where every man has a voice, brutal laws are impossible.","author":"Marquis de Flers Robert and Arman de Caillavet"},{"quote":"Democracy is the name we give the people whenever we need them.","author":"Mogens Jallberg"},{"quote":"In democracy it's your vote that counts; In feudalism it's your count that votes.","author":"Sir Winston Churchill"},{"quote":"Many forms of Government have been tried, and will be tried in this world of sin and woe. No one pretends that democracy is perfect or all-wise. Indeed, it has been said that democracy is the worst form of government except all those other forms that have been tried from time to time.","author":"Thomas Jefferson"},{"quote":"A republican government is slow to move, yet once in motion it's momentum becomes irresistible.","author":"Tom Stoppard"},{"quote":"It's not the voting that's democracy, it's the counting.","author":"Will Rogers"},{"quote":"On account of being a democracy and run by the people, we are the only nation in the world that has to keep a government four years, no matter what it does."}]}