{"topic":"desire","quotes":[{"quote":"The wise man will love; all others will desire.","author":"Afranius"},{"quote":"One must not lose desires. They are mighty stimulants to creativeness, to love, and to long life.","author":"Alexander A. Bogomoletz"},{"quote":"Man is an animal which, alone among the animals, refuses to be satisfied by the fulfilment of animal desires.","author":"Alexander Graham Bell"},{"quote":"Dwell not upon thy weariness, thy strength shall be according to the measure of thy desire.","author":"Arab Proverb"},{"quote":"Again, men in general desire the good, and not merely what their fathers had.","author":"Aristotle"},{"quote":"I count him braver who overcomes his desires than him who overcomes his enemies.","author":"Aristotle"},{"quote":"It is the nature of desire not to be satisfied, and most men live only for the gratification of it.","author":"Aristotle"},{"quote":"How helpless we are, like netted birds, when we are caught by desire!","author":"Belva Plain"},{"quote":"If you greatly desire something, have the guts to stake everything on obtaining it.","author":"Brendan Francis"},{"quote":"In men of the highest character and noblest genius there is to be found an insatiable desire for honour, command, power, and glory.","author":"Cicero"},{"quote":"Let your desires be ruled by reason.<br> (Appetitus Rationi Pareat)","author":"Cicero"},{"quote":"He who desires is always poor.","author":"Claudianus"},{"quote":"While we don't have much say over the desires that we have, we certainly can decide which we prefer-and then search for ways to act on that basis.","author":"George Bernard Shaw"},{"quote":"There are two tragedies in life. One is not to get your heart's desire. The other is to get it.","author":"George Washington"},{"quote":"If we desire to avoid insult, we must be able to repel it; if we desire to secure peace, one of the most powerful instruments of our rising prosperity, it must be known, that we are at all times ready for War.","author":"Henry George"},{"quote":"Man is the only animal whose desires increase as they are fed; the only animal that is never satisfied.","author":"Lao-tzu"},{"quote":"Manifest plainness,<br>Embrace simplicity,<br>Reduce selfishness,<br>Have few desires.","author":"Lao-tzu"},{"quote":"There is no calamity greater than lavish desires.<br>There is no greater guilt than discontentment.<br>And there is no greater disaster than greed.","author":"Lois McMaster Bujold"},{"quote":"Some prices are just too high, no matter how much you may want the prize. The one thing you can't trade for your heart's desire is your heart.","author":"Margaret Deland"},{"quote":"One must desire something to be alive.","author":"Mark Twain"},{"quote":"A human being has a natural desire to have more of a good thing than he needs.","author":"Nicole Kidman"},{"quote":"When you relinquish the desire to control your future, you can have more happiness.","author":"Publilius Syrus"},{"quote":"We desire nothing so much as what we ought not to have.","author":"Raymond Holliwell"},{"quote":"Desire creates the power.","author":"Rebecca West"},{"quote":"Life ought to be a struggle of desire toward adventures whose nobility will fertilize the soul.","author":"Stanley Kunitz"},{"quote":"What makes the engine go? Desire, desire, desire.","author":"William Blake"},{"quote":"Those who restrain desire, do so because theirs is weak enough to be restrained.","author":"William Shakespeare"},{"quote":"Every man has business and desire, <br>Such as it is."}]}