{"topic":"dignity","quotes":[{"quote":"Dignity consists not in possessing honors, but in the consciousness that we deserve them.","author":"Aristotle"},{"quote":"No race can prosper till it learns that there is as much dignity in tilling a field as in writing a poem.","author":"Booker T. Washington"},{"quote":"Where is there dignity unless there is honesty?","author":"Cicero"},{"quote":"The only kind of dignity which is genuine is that which is not diminished by the indifference of others.","author":"Dag Hammarskjold"},{"quote":"Human Dignity has gleamed only now and then and here and there, in lonely splendor, throughout the ages, a hope of the better men, never an achievement of the majority.","author":"James Thurber"},{"quote":"Be mild with the mild, shrewd with the crafty, confiding to the honest, rough to the ruffian, and a thunderbolt to the liar. But in all this, never be unmindful of your own dignity.","author":"John Brown"},{"quote":"Remember this-that there is a proper dignity and proportion to be observed in the performance of every act of life.","author":"Marcus Aurelius Antoninus"},{"quote":"One's dignity may be assaulted, vandalized and cruelly mocked, but cannot be taken away unless it is surrendered.","author":"Michael J. Fox"},{"quote":"Dignity and love do not blend well, nor do they continue long together.","author":"Ovid"},{"quote":"Self-respect is the fruit of discipline; the sense of dignity grows with the ability to say no to oneself.","author":"Rabbi Abraham Heschel"},{"quote":"Let not a man guard his dignity, but let his dignity guard him.","author":"Ralph Waldo Emerson"},{"quote":"Dignity comes not from control, but from understanding who you are and taking your rightful place in the world.","author":"Real Live Preacher"},{"quote":"It is not wealth one asks for, but just enough to preserve one's dignity, to work unhampered, to be generous, frank and independent.","author":"W. Somerset Maugham"},{"quote":"There is a healthful hardiness about real dignity that never dreads contact and communion with others, however humble.","author":"Washington Irving"}]}