{"topic":"discovery","quotes":[{"quote":"One of the advantages of being disorderly is that one is constantly making exciting discoveries.","author":"A. A. Milne"},{"quote":"A discovery is said to be an accident meeting a prepared mind.","author":"Albert Szent-Gyorgyi"},{"quote":"Discovery consists of seeing what everybody has seen and thinking what nobody has thought.","author":"Albert Szent-Gyorgyi"},{"quote":"One doesn't discover new lands without consenting to lose sight of the shore for a very long time.","author":"Andre Gide"},{"quote":"The more original a discovery, the more obvious it seems afterwards.","author":"Arthur Koestler"},{"quote":"The greatest obstacle to discovery is not ignorance - it is the illusion of knowledge.","author":"Daniel J. Boorstin"},{"quote":"There is a theory which states that if ever anybody discovers exactly what the Universe is for and why it is here, it will instantly disappear and be replaced by something even more bizarre and inexplicable. There is another theory which states that this has already happened.","author":"Douglas Adams"},{"quote":"The beginning of knowledge is the discovery of something we do not understand.","author":"Frank Herbert"},{"quote":"All truths are easy to understand once they are discovered; the point is to discover them.","author":"Galileo Galilei"},{"quote":"The most exciting phrase to hear in science, the one that heralds new discoveries, is not 'Eureka!' (I found it!) but 'That's funny ...'","author":"Isaac Asimov"},{"quote":"I do not know what I may appear to the world; but to myself I seem to have been only like a boy playing on the seashore, and diverting myself in now and then finding a smoother pebble or a prettier shell than ordinary, whilst the great ocean of truth lay all undiscovered before me.","author":"Isaac Newton"},{"quote":"If I have ever made any valuable discoveries, it has been owing more to patient attention, than to any other talent.","author":"Isaac Newton"},{"quote":"Mistakes are the portals of discovery.","author":"James Joyce"},{"quote":"The real voyage of discovery consists not in seeking new landscapes but in having new eyes.","author":"Marcel Proust"},{"quote":"There is no harm in doubt and skepticism, for it is through these that new discoveries are made.","author":"Richard Feynman"},{"quote":"He who never made a mistake never made a discovery.","author":"Samuel Smiles"}]}