{"topic":"dogs","quotes":[{"quote":"If a dog jumps in your lap, it is because he is fond of you; but if a cat does the same thing, it is because your lap is warmer.","author":"Alfred North Whitehead"},{"quote":"Don't accept your dog's admiration as conclusive evidence that you are wonderful.","author":"Ann Landers"},{"quote":"I loathe people who keep dogs. They are cowards who haven't got the guts to bite people themselves.","author":"August Strindberg"},{"quote":"Yet the dogs eat of the crumbs which fall from their masters' table.","author":"Bible"},{"quote":"Yesterday I was a dog. Today I'm a dog. Tomorrow I'll probably still be a dog. Sigh! There's so little hope for advancement.","author":"Charles M. Schulz"},{"quote":"You can't surprise a man with a dog.","author":"Eleanor H. Porter"},{"quote":"It's funny how dogs and cats know the inside of folks better than other folks do, isn't it?","author":"Fran Lebowitz"},{"quote":"If you are a dog and your owner suggests that you wear a sweater, suggest that he wear a tail.","author":"Henry David Thoreau"},{"quote":"When a dog runs at you, whistle for him.","author":"Henry Ward Beecher"},{"quote":"The dog was created especially for children. He is the god of frolic.","author":"Irish Proverb"},{"quote":"A dog owns nothing, yet is seldom dissatisfied.","author":"Jeff Valdez"},{"quote":"Cats are smarter than dogs. You can't get eight cats to pull a sled through snow.","author":"Joe Gores"},{"quote":"Who knew that dog saliva can mend a broken heart?","author":"Joe Weinstein"},{"quote":"Old age means realizing you will never own all the dogs you wanted to.","author":"John B. Bogart"},{"quote":"My dog is worried about the economy because Alpo is up to 99 cents a can. That's almost $7.00 in dog money.","author":"Josh Billings"},{"quote":"When a dog bites a man, that is not news, because it happens so often. But if a man bites a dog, that is news.","author":"Mark Twain"},{"quote":"A dog is the greatest gift a parent can give a child. OK, a good education, then a dog.","author":"Maurice Maeterlinck"},{"quote":"A person can learn a lot from a dog, even a loopy one like ours. Marley taught me about living each day with unbridled exuberance and joy, about seizing the moment and following your heart. He taught me to appreciate the simple things - a walk in the woods, a fresh snowfall, a nap in a shaft of winter sunlight. And as he grew old and achy, he taught me about optimism in the face of adversity. Mostly, he taught me about friendship and selflessness and, above all else, unwavering loyalty.","author":"Ogden Nash"},{"quote":"We could have bought a small yacht with what we spent on our dog an dall the things he destroyed. Then again, how many yachts wait by the door all day for your return?","author":"Peter Steiner"},{"quote":"A dog is the only thing on earth that loves you more than he loves himself.","author":"Rita Rudner"},{"quote":"If you pick up a starving dog and make him prosperous, he will not bite you. This is the principal difference between a dog and a man.","author":"Robert Benchley"},{"quote":"We are alone, absolutely alone on this chance planet: and, amid all the forms of life that surround us, not one, excepting the dog, has made an alliance with us.","author":"Roger Caras"},{"quote":"A door is what a dog is perpetually on the wrong side of.","author":"Sir Winston Churchill"},{"quote":"On the Internet, nobody knows you're a dog.","author":"Sue Murphy"},{"quote":"I wonder if other dogs think poodles are members of a weird religious cult."},{"quote":"A boy can learn a lot from a dog: obedience, loyalty, and the importance of turning around three times before lying down."},{"quote":"Dogs are not our whole life, but they make our lives whole."},{"quote":"I like pigs. Dogs look up to us. Cats look down on us. Pigs treat us as equals."},{"quote":"Did you ever walk into a room and forget why you walked in? I think that's how dogs spend their lives."}]}