{"topic":"dreams","quotes":[{"quote":"I know how men in exile feed on dreams of hope.","author":"Aeschylus"},{"quote":"To accomplish great things, we must dream as well as act.","author":"Anatole France"},{"quote":"Hope is a waking dream.","author":"Aristotle"},{"quote":"Dreams that do come true can be as unsettling as those that don't.","author":"Brett Butler"},{"quote":"To want to be what one can be is purpose in life.","author":"Cynthia Ozick"},{"quote":"He felt that his whole life was some kind of dream and he sometimes wondered whose it was and whether they were enjoying it.","author":"Douglas Adams"},{"quote":"Those who dream by day are cognizant of many things which escape those who dream only by night.","author":"Edgar Allan Poe"},{"quote":"The wisest men follow their own direction.","author":"Euripides"},{"quote":"Keep true to the dreams of thy youth.","author":"Friedrich von Schiller"},{"quote":"You see things; and you say, 'Why?' But I dream things that never were; and I say, \"Why not?\"","author":"George Bernard Shaw"},{"quote":"Human beings have an inalienable right to invent themselves.","author":"Germaine Greer"},{"quote":"They say dreams are the windows of the soul--take a peek and you can see the inner workings, the nuts and bolts.","author":"Henry Bromel"},{"quote":"Dreams surely are difficult, confusing, and not everything in them is brought to pass for mankind. For fleeting dreams have two gates: one is fashioned of horn and one of ivory. Those which pass through the one of sawn ivory are deceptive, bringing tidings which come to nought, but those which issue from the one of polished horn bring true results when a mortal sees them.","author":"Homer"},{"quote":"We need men who can dream of things that never were.","author":"John F. Kennedy"},{"quote":"Dreams come true. Without that possibility, nature would not incite us to have them.","author":"John Updike"},{"quote":"I do not want to die... until I have faithfully made the most of my talent and cultivated the seed that was placed in me until the last small twig has grown.","author":"Kathe Kollwitz"},{"quote":"My bounce-around life had taught me that dreams were dangerous things - they look solid in your mind, but you just try to reach for them. It's like gathering clouds.","author":"Man Ray"},{"quote":"There should be fireworks, at least, when a dream dies.","author":"Margaret Deland"},{"quote":"I think it is often easier to make progress on mega-ambitious dreams. Since no one else is crazy enough to do it, you have little competition. In fact, there are so few people this crazy that I feel like I know them all by first name.","author":"Martin Luther King Jr."},{"quote":"You know what it's like to wake up in the middle of the night with a vivid dream? And you know that if you don't have a pencil and pad by the bed, it will be completely gone by the next morning. Sometimes it's important to wake up and stop dreaming. When a really great dream shows up, grab it.","author":"Oprah Winfrey"},{"quote":"You never lose a dream. It just incubates as a hobby.","author":"Oprah Winfrey"},{"quote":"It has never been my object to record my dreams, just to realize them.","author":"Oscar Wilde"},{"quote":"One must desire something to be alive.","author":"Randy K. Milholland"},{"quote":"Now, I say to you today my friends, even though we face the difficulties of today and tomorrow, I still have a dream. It is a dream deeply rooted in the American dream. I have a dream that one day this nation will rise up and live out the true meaning of its creed: - 'We hold these truths to be self-evident, that all men are created equal.'"},{"quote":"I've come to believe that each of us has a personal calling that's as unique as a fingerprint - and that the best way to succeed is to discover what you love and then find a way to offer it to others in the form of service, working hard, and also allowing the energy of the universe to lead you."},{"quote":"The key to realizing a dream is to focus not on success but significance - and then even the small steps and little victories along your path will take on greater meaning."},{"quote":"The aim of life is self-development. To realize one's nature perfectly - that is what each of us is here for."},{"quote":"If you stop dreaming, you're just sleeping."},{"quote":"It hurts to find out that what you wanted doesn't match what you dreamed it would be."}]}