{"topic":"drinking","quotes":[{"quote":"And malt does more than Milton can<br> To justify God's ways to man.","author":"A. E. Housman"},{"quote":"Electricity is actually made up of extremely tiny particles called electrons, that you cannot see with the naked eye unless you have been drinking.","author":"Dave Barry"},{"quote":"If you drink, don't drive. Don't even putt.","author":"Dean Martin"},{"quote":"Bacchus hath drowned more men than Neptune.","author":"Dr. Thomas Fuller"},{"quote":"Always do sober what you said you'd do drunk. That will teach you to keep your mouth shut.","author":"Ernest Hemingway"},{"quote":"Great people talk about ideas, average people talk about things, and small people talk about wine.","author":"Fran Lebowitz"},{"quote":"My Grandmother is over eighty and still doesn't need glasses. Drinks right out of the bottle.","author":"Henny Youngman"},{"quote":"When I read about the evils of drinking, I gave up reading.","author":"Henny Youngman"},{"quote":"[Water is] the only drink for a wise man.","author":"Henry David Thoreau"},{"quote":"It is better to hide ignorance, but it is hard to do this when we relax over wine.","author":"Heraclitus"},{"quote":"The wine urges me on, the bewitching wine, which sets even a wise man to singing and to laughing gently and rouses him up to dance and brings forth words which were better unspoken.","author":"Homer"},{"quote":"Nothing anyone says in a bar is true.","author":"Martin Mull"},{"quote":"The trouble with jogging is that the ice falls out of your glass.","author":"Nancy Astor"},{"quote":"One reason I don't drink is that I want to know when I am having a good time.","author":"Oscar Levant"},{"quote":"I envy people who drink. At least they have something to blame everything on.","author":"Oscar Wilde"},{"quote":"Work is the curse of the drinking classes.","author":"Robert Benchley"},{"quote":"Drinking makes such fools of people, and people are such fools to begin with, that it's compounding a felony.","author":"W. C. Fields"},{"quote":"I always keep a supply of stimulant handy in case I see a snake--which I also keep handy.","author":"W. C. Fields"},{"quote":"Reminds me of my safari in Africa. Somebody forgot the corkscrew and for several days we had to live on nothing but food and water.","author":"W. Somerset Maugham"},{"quote":"It's always difficult to make conversation with a drunk, and there's no denying it, the sober are at a disadvantage with him."}]}