{"topic":"duty","quotes":[{"quote":"We only know of one duty, and that is to love.","author":"Albert Camus"},{"quote":"It is the duty of every citizen according to his best capacities to give validity to his convictions in political affairs.","author":"Albert Einstein"},{"quote":"The first duty of a leader is to make himself be loved without courting love. To be loved without 'playing up' to anyone - even to himself.","author":"Andre Malraux"},{"quote":"I came to realize that life lived to help others is the only one that matters and that it is my duty...This is my highest and best use as a human.","author":"Ben Stein"},{"quote":"A sense of duty is useful in work, but offensive in personal relations. People wish to be liked, not be endured with patient resignation.","author":"Bertrand Russell"},{"quote":"The first duty of a man is the seeking after and the investigation of truth.","author":"Cicero"},{"quote":"There are some duties we owe even to those who have wronged us. There is, after all, a limit to retribution and punishment.","author":"Cicero"},{"quote":"There is no duty more obligatory than the repayment of kindness.","author":"Cicero"},{"quote":"There is no such thing as luck. It's a fancy name for being always at our duty, and so sure to be ready when good time comes.","author":"Edward Bulwer-Lytton"},{"quote":"Majesty: when a stupid man is doing something he is ashamed of, he always declares it as his duty.","author":"George Bernard Shaw"},{"quote":"When a stupid man is doing something he is ashamed of, he always declares that it is his duty.","author":"George Bernard Shaw"},{"quote":"The reward of one duty is the power to fulfill another.","author":"George Eliot"},{"quote":"The paths of glory at least lead to the grave, but the paths of duty may not get you any where.","author":"James Thurber"},{"quote":"The strongest is never strong enough to be always the master, unless he transforms strength into right, and obedience into duty.","author":"Jean Jacques Rousseau"},{"quote":"How can you come to know yourself? Never by thinking, always by doing. Try to do your duty, and you'll know right away what you amount to.","author":"Johann Wolfgang von Goethe"},{"quote":"Duty is ours, results are God's.","author":"John Quincy Adams"},{"quote":"Life is not so important as the duties of life.","author":"John Randolph"},{"quote":"A duty dodged is like a debt unpaid; it is only deferred, and we must come back and settle the account at last.","author":"Joseph F. Newton"},{"quote":"When you have a number of disagreeable duties to perform, always do the most disagreeable first.","author":"Josiah Quincy"},{"quote":"I take it as a man's duty to restrain himself.","author":"Lois McMaster Bujold"},{"quote":"The dead cannot cry out for justice; it is a duty of the living to do so for them.","author":"Lois McMaster Bujold"},{"quote":"We have no eternal allies, and we have no perpetual enemies. Our interests are eternal and perpetual, and those interests it is our duty to follow.","author":"Mark Twain"},{"quote":"Do something every day that you don't want to do; this is the golden rule for acquiring the habit of doing your duty without pain.","author":"Paul Tillich"},{"quote":"The first duty of love is to listen.","author":"Robert E. Lee"},{"quote":"Duty then is the sublimest word in the English language. You should do your duty in all things. You can never do more, you should never wish to do less.","author":"Robert Louis Stevenson"},{"quote":"There is no duty we so much underrate as the as the duty of being happy.","author":"Robert Louis Stevenson"},{"quote":"There is no duty we so much underrate as the duty of being happy.","author":"Thomas Brummond"},{"quote":"Be eager to fulfill the smallest duty and flee from transgression for one duty includes another and one transgression induces another transgression.","author":"Thomas Paine"},{"quote":"Property has its duties as well as its rights."},{"quote":"He that would make his own liberty secure, must guard even his enemy from oppression; for if he violates this duty, he establishes a precedent that will reach to himself."}]}