{"topic":"education","quotes":[{"quote":"You don't need fancy highbrow traditions or money to really learn. You just need people with the desire to better themselves.","author":"Adam Cooper and Bill Collage"},{"quote":"It is possible to store the mind with a million facts and still be entirely uneducated.","author":"Alec Bourne"},{"quote":"An education isn't how much you have committed to memory, or even how much you know. It's being able to differentiate between what you do know and what you don't.","author":"Anatole France"},{"quote":"A well-informed mind is the best security against the contagion of folly and of vice. The vacant mind is ever on the watch for relief, and ready to plunge into error, to escape from the languor of idleness.","author":"Ann Radcliffe"},{"quote":"Education is the best provision for old age.","author":"Aristotle"},{"quote":"It is the mark of an educated mind to be able to entertain a thought without accepting it.","author":"Aristotle"},{"quote":"Education is what survives when what has been learned has been forgotten.","author":"B. F. Skinner"},{"quote":"The strength of the United States is not the gold at Fort Knox or the weapons of mass destruction that we have, but the sum total of the education and the character of our people.","author":"Claiborne Pell"},{"quote":"Everyone has a right to a university degree in America, even if it's in Hamburger Technology.","author":"Clive James"},{"quote":"School is learning things you don't want to know, surrounded by people you wish you didn't know, while working toward a future you don't know will ever come.","author":"Dave Kellett"},{"quote":"The number of books will grow continually, and one can predict that a time will come when it will be almost as difficult to learn anything from books as from the direct study of the whole universe. It will be almost as convenient to search for some bit of truth concealed in nature as it will be to find it hidden away in an immense multitude of bound volumes.","author":"Denis Diderot"},{"quote":"The foundation of every state is the education of its youth.","author":"Diogenes Laertius"},{"quote":"Education begins a gentleman, conversation completes him.","author":"Dr. Thomas Fuller"},{"quote":"I didn't go to college at all, any college, and I'm not saying you wasted your time or money, but look at me, I'm a huge celebrity.","author":"Ellen DeGeneres"},{"quote":"Only the educated are free.","author":"Epictetus"},{"quote":"America believes in education: the average professor earns more money in a year than a professional athlete earns in a whole week.","author":"Evan Esar"},{"quote":"Education... has produced a vast population able to read but unable to distinguish what is worth reading.","author":"G. M. Trevelyan"},{"quote":"Good teaching is one-fourth preparation and three-fourths theater.","author":"Gail Godwin"},{"quote":"A fool's brain digests philosophy into folly, science into superstition, and art into pedantry. Hence University education.","author":"George Bernard Shaw"},{"quote":"Human history becomes more and more a race between education and catastrophe.","author":"H. G. Wells"},{"quote":"College isn't the place to go for ideas.","author":"Helen Keller"},{"quote":"Education has for its object the formation of character.","author":"Herbert Spencer"},{"quote":"The great aim of education is not knowledge but action.","author":"Herbert Spencer"},{"quote":"Next in importance to freedom and justice is popular education, without which neither freedom nor justice can be permanently maintained.","author":"James A. Garfield"},{"quote":"Bachelor's degrees make pretty good placemats if you get 'em laminated.","author":"Jeph Jacques"},{"quote":"That's what college is for - getting as many bad decisions as possible out of the way before you're forced into the real world. I keep a checklist of 'em on the wall in my room.","author":"Jeph Jacques"},{"quote":"A university is what a college becomes when the faculty loses interest in students.","author":"John Ciardi"},{"quote":"She knows what is the best purpose of education: not to be frightened by the best but to treat it as part of daily life.","author":"John Mason Brown"},{"quote":"Fathers send their sons to college either because they went to college or because they didn't.","author":"L. L. Henderson"},{"quote":"Education is a method whereby one acquires a higher grade of prejudices.","author":"Laurence J. Peter"}]}