{"topic":"engineering","quotes":[{"quote":"Engineering is not merely knowing and being knowledgeable, like a walking encyclopedia; engineering is not merely analysis; engineering is not merely the possession of the capacity to get elegant solutions to non-existent engineering problems; engineering is practicing the art of the organized forcing of technological change... Engineers operate at the interface between science and society...","author":"Dean Gordon Brown"},{"quote":"Engineering is the art of organizing and directing men and controlling the forces and materials of nature for the benefit of the human race.","author":"Henry G. Stott"},{"quote":"Engineering is a great profession. There is the satisfaction of watching a figment of the imagination emerge through the aid of science to a plan on paper. Then it moves to realisation in stone or metal or energy. Then it brings homes to men or women. Then it elevates the standard of living and adds to the comforts of life. This is the engineer's high privilege.","author":"Herbert Hoover"},{"quote":"I don't care what it is, when it has an LCD screen, it makes it better.","author":"L. M. K. Boelter"},{"quote":"Engineers participate in the activities which make the resources of nature available in a form beneficial to man and provide systems which will perform optimally and economically.","author":"N. W. Dougherty"},{"quote":"The ideal engineer is a composite ... He is not a scientist, he is not a mathematician, he is not a sociologist or a writer; but he may use the knowledge and techniques of any or all of these disciplines in solving engineering problems.","author":"R. E. Hellmund"},{"quote":"Engineering is an activity other than purely manual and physical work which brings about the utilization of the materials and laws of nature for the good of humanity.","author":"Ralph J. Smith"},{"quote":"Engineering is the professional art of applying science to the optimum conversion of natural resources to the benefit of man.","author":"S. E. Lindsay"},{"quote":"Engineering is the practice of safe and economic application of the scientific laws governing the forces and materials of nature by means of organization, design and construction, for the general benefit of mankind.","author":"Sir Eric Ashby"},{"quote":"The engineer is the key figure in the material progress of the world. It is his engineering that makes a reality of the potential value of science by translating scientific knowledge into tools, resources, energy and labor to bring them into the service of man ... To make contributions of this kind the engineer requires the imagination to visualize the needs of society and to appreciate what is possible as well as the technological and broad social age understanding to bring his vision to reality.","author":"T. J. Hoover and J. C. L. Fish"},{"quote":"Engineering is the professional and systematic application of science to the efficient utilization of natural resources to produce wealth.","author":"William A. Smith"},{"quote":"Engineering is the science of economy, of conserving the energy, kinetic and potential, provided and stored up by nature for the use of man. It is the business of engineering to utilize this energy to the best advantage, so that there may be the least possible waste."}]}