{"topic":"evil","quotes":[{"quote":"Evil brings men together.","author":"Aristotle"},{"quote":"Evil draws men together.","author":"Aristotle"},{"quote":"We must as second best...take the least of the evils.","author":"Aristotle"},{"quote":"The evil of the world is made possible by nothing but the sanction you give it.","author":"Ayn Rand"},{"quote":"The spread of evil is the symptom of a vacuum. whenever evil wins, it is only by default: by the moral failure of those who evade the fact that there can be no compromise on basic principles.","author":"Ayn Rand"},{"quote":"I have discovered that all human evil comes from this, man's being unable to sit still in a room.","author":"Blaise Pascal"},{"quote":"Men never do evil so completely and cheerfully as when they do it from a religious conviction.","author":"Blaise Pascal"},{"quote":"All that is necessary for the triumph of evil is that good men do nothing.","author":"Edmund Burke"},{"quote":"I know indeed what evil I intend to do,<br>but stronger than all my afterthoughts is my fury,<br>fury that brings upon mortals the greatest evils.","author":"Euripides"},{"quote":"Every minute you are thinking of evil, you might have been thinking of good instead. Refuse to pander to a morbid interest in your own misdeeds. Pick yourself up, be sorry, shake yourself, and go on again.","author":"Evelyn Underhill"},{"quote":"Nothing is easier than to denounce the evildoer; nothing is more difficult than to understand him.","author":"Fyodor Dostoevsky"},{"quote":"Evil is obvious only in retrospect.","author":"Gloria Steinem"},{"quote":"Do not seek evil gains; evil gains are the equivalent of disaster.","author":"Hesiod"},{"quote":"He harms himself who does harm to another, and the evil plan is most harmful to the planner.","author":"Hesiod"},{"quote":"Often an entire city has suffered because of an evil man.","author":"Hesiod"},{"quote":"Evil deeds do not prosper; the slow man catches up with the swift.","author":"Homer"},{"quote":"A person may cause evil to others not only by his action but by his inaction, and in either case he is justly accountable to them for the injury.","author":"John Stuart Mill"},{"quote":"The belief in a supernatural source of evil is not necessary; men alone are quite capable of every wickedness.","author":"Joseph Conrad"},{"quote":"Evil to him who evil thinks.<br> (Honi Soit Qui Mal Pense)","author":"King Edward the Third"},{"quote":"Whenever evil befalls us, we ought to ask ourselves, after the first suffering, how we can turn it into good. So shall we take occasion, from one bitter root, to raise perhaps many flowers.","author":"Leigh Hunt"},{"quote":"Between two evils, I always pick the one I never tried before.","author":"Mae West"},{"quote":"It is bitter to lose a friend to evil, before one loses him to death.","author":"Mary Renault"},{"quote":"Don't let us make imaginary evils, when you know we have so many real ones to encounter.","author":"Oliver Goldsmith"},{"quote":"All things may corrupt when minds are prone to evil.","author":"Ovid"},{"quote":"No evil can happen to a good man, either in life or after death.","author":"Plato"},{"quote":"Every sweet has its sour; every evil its good.","author":"Ralph Waldo Emerson"},{"quote":"Evil when we are in its power is not felt as evil but as a necessity, or even a duty.","author":"Simone Weil"},{"quote":"The end excuses any evil.","author":"Sophocles"},{"quote":"No man is justified in doing evil on the ground of expediency.","author":"Theodore Roosevelt"}]}