{"topic":"experience","quotes":[{"quote":"We know nothing of what will happen in the future, but in the analogy of experience.","author":"Abraham Lincoln"},{"quote":"You cannot acquire experience by making experiments. You cannot create experience. You must undergo it.","author":"Albert Camus"},{"quote":"Experience is not what happens to a man. It is what a man does with what happens to him.","author":"Aldous Huxley"},{"quote":"Experience is not what happens to a man; it is what a man does with what happens to him.","author":"Aldous Huxley"},{"quote":"Experience teaches only the teachable.","author":"Aldous Huxley"},{"quote":"Good judgment comes from experience, and experience comes from bad judgment.","author":"Barry LePatner"},{"quote":"Human beings, who are almost unique in having the ability to learn from the experience of others, are also remarkable for their apparent disinclination to do so.","author":"Douglas Adams"},{"quote":"You gain strength, courage and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, 'I have lived through this horror. I can take the next thing that comes along.' You must do the thing you think you cannot do.","author":"Eleanor Roosevelt"},{"quote":"Experience is that marvelous thing that enables you to recognize a mistake when you make it again.","author":"Franklin P. Jones"},{"quote":"Experience teaches slowly and at the cost of mistakes.","author":"James A. Froude"},{"quote":"Men are wise in proportion, not to their experience, but to their capacity for experience.","author":"James Boswell"},{"quote":"Experience is the name everyone gives to their mistakes.","author":"Oscar Wilde"},{"quote":"I have but one lamp by which my feet are guided; and that is the lamp of experience. I know way of judging the future but by the past.","author":"Patrick Henry"},{"quote":"By far the best proof is experience.","author":"Sir Francis Bacon"},{"quote":"Experience is a hard teacher because she gives the test first, the lesson afterwards.","author":"Vernon Sanders Law"}]}