{"topic":"failure","quotes":[{"quote":"Nobody cleared a path for themselves by giving up.","author":"Anonymous"},{"quote":"If we don't succeed, we run the risk of failure.","author":"Aristotle"},{"quote":"It is possible to fail in many ways...while to succeed is possible only in one way.","author":"Beverly Sills"},{"quote":"You may be disappointed if you fail, but you are doomed if you don't try.","author":"Bill Cosby"},{"quote":"I don't know the key to success, but the key to failure is trying to please everybody.","author":"Bill Lyon"},{"quote":"If at first you don't succeed, find out if the loser gets anything.","author":"Carl Jung"},{"quote":"Nothing has a stronger influence psychologically on their environment and especially on their children than the unlived life of the parent.","author":"Dorothea Brande"},{"quote":"I think you actually get a kick out of being disappointed and under-achieving, because it's easier, isn't it? Failure and unhappiness is easier because you can make a joke out of it.","author":"Edward Albee"},{"quote":"Act as if it were impossible to fail.","author":"Gore Vidal"},{"quote":"If you're willing to fail interestingly, you tend to succeed interestingly.","author":"Henry David Thoreau"},{"quote":"It is not enough to succeed. Others must fail.","author":"Herbert Bayard Swope"},{"quote":"Men are born to succeed, not fail.","author":"J. K. Rowling"},{"quote":"I can't give you a sure-fire formula for success, but I can give you a formula for failure: try to please everybody all the time.","author":"J. K. Rowling"},{"quote":"Failure meant a stripping away of the inessential. I stopped pretending to myself that I was anything other than I was and began diverting all my energy into finishing the only work that mattered to me.","author":"J. K. Rowling"},{"quote":"It is impossible to live without failing at something, unless you live so cautiously that you might as well not lived at all. In which case, you've failed by default.","author":"John Keats"},{"quote":"Ultimately, we all have to decide for ourselves what constitutes failure, but the world is quite eager to give you a set of criteria if you let it.","author":"Mary Pickford"},{"quote":"Don't be discouraged by a failure. It can be a positive experience. Failure is, in a sense, the highway to success, inasmuch as every discovery of what is false leads us to seek earnestly after what is true, and every fresh experience points out some form of error which we shall afterwards carefully avoid.","author":"Mickey Rooney"},{"quote":"If you have made mistakes, even serious ones, there is always another chance for you. What we call failure is not the falling down but the staying down.","author":"Mike Ditka"},{"quote":"You always pass failure on the way to success.","author":"Quentin Crisp"},{"quote":"Success isn't permanent, and failure isn't fatal.","author":"Randy K. Milholland"},{"quote":"If at first you don't succeed, failure may be your style.","author":"Robert Browning"},{"quote":"We all have a few failures under our belt. It's what makes us ready for the successes.","author":"Samuel McChord Crothers"},{"quote":"A minute's success pays the failure of years.","author":"Sir Winston Churchill"},{"quote":"Try as hard as we may for perfection, the net result of our labors is an amazing variety of imperfectness. We are surprised at our own versatility in being able to fail in so many different ways.","author":"Thomas A. Edison"},{"quote":"Success is the ability to go from one failure to another with no loss of enthusiasm.","author":"Walt Whitman"},{"quote":"Many of life's failures are people who did not realize how close they were to success when they gave up.","author":"William Saroyan"},{"quote":"Have you heard that it was good to gain the day? I also say it is good to fall, battles are lost in the same spirit in which they are won."},{"quote":"Good people are good because they've come to wisdom through failure."}]}