{"topic":"fame","quotes":[{"quote":"Never suffer youth to be an excuse for inadequacy, nor age and fame to be an excuse for indolence.","author":"Benjamin Haydon"},{"quote":"He who pursues fame at the risk of losing his self is not a scholar.","author":"Chuang-tzu"},{"quote":"You can't choose what you're famous for in life.","author":"Dave Kellett"},{"quote":"To have had fame, even very minor fame, and to have lost it, got older and maybe put on a little weight is a kind of living death.","author":"Francois de La Rochefoucauld"},{"quote":"The glory of great men should always be measured by the means they have used to acquire it.","author":"Henry David Thoreau"},{"quote":"Rather than love, than money, than fame, give me truth.","author":"J. K. Rowling"},{"quote":"If you're holding out for universal popularity, I'm afraid you will be in this cabin for a very long time.","author":"Jessica Alba"},{"quote":"Living in L.A., everyone likes to mold you and change you. I don't care about fame, I don't care about being a celebrity. I know that's part of the job, but I don't feed into anyone's idea of who I should be.","author":"Napoleon Bonaparte"},{"quote":"If you're a misfit within a group of misfits, does that mean you're actually popular and normal?","author":"Salma Hayek"},{"quote":"Glory is fleeting, but obscurity is forever.","author":"Terry Pratchett"},{"quote":"I think the promise of fame and what it holds to you as a child and dreaming of it is not what it is. What it is, I'm not complaining about, but it's just different than the reality you dreamed.","author":"Victor Hugo"},{"quote":"It's going to come true like you knew it, but it's not going to feel like you think.","author":"William Shakespeare"},{"quote":"I'm a bit of an abstract figure that people can project their fantasies on; it's pretty much what we all are, otherwise we wouldn't be stars, and people wouldn't be interested. But people project things on you that have nothing to do with what you really are, or they see a little something and then exaggerate it. And you can't really control that."},{"quote":"Famous I don't know about. It's hard to be famous and alive. I just want to play music every day and hear someone say, 'Thanks, that was great, here's some money, same time tomorrow, okay?'"},{"quote":"Popularity? It is glory's small change."},{"quote":"Glory is like a circle in the water,<br> Which never ceaseth to enlarge itself,<br> Till by broad spreading it disperses to naught."}]}