{"topic":"family","quotes":[{"quote":"It is dismal coming home, when there is nobody to welcome one!","author":"Ann Radcliffe"},{"quote":"I can't think of anything to write about except families. They are a metaphor for every other part of society.","author":"Anna Quindlen"},{"quote":"They say that blood is thicker than water. Maybe that's why we battle our own with more energy and gusto than we would ever expend on strangers.","author":"David Assael"},{"quote":"Caregiver: that word should weigh more than others on a page, sag it down a bit and wrinkle it, because the simple-sounding job frazzles as it consumes and depletes. Not that it's only gloomy. Caregiving offers many fringe benefits, including the sheer sensory delight of nourishing and grooming, sharing, and playing. There's something uniquely fulfilling about being a lodestar, feeling so deeply needed, and it's fun finding creative ways to gladden a loved one's life. But caregiving does buttonhole you; you're stitched in one place.","author":"Diane Ackerman"},{"quote":"We al have family disfunction. It's why we're successful, to fill that hole.","author":"George Bernard Shaw"},{"quote":"Having a baby's sweet face so close to your own, for so long a time as it takes to nurse 'em, is a great tonic for a sad soul.","author":"George Burns"},{"quote":"Losing a baby is not a thing that you could ever get used to.","author":"Jane Howard"},{"quote":"If you cannot get rid of the family skeleton, you may as well make it dance.","author":"Jeff Foxworthy"},{"quote":"Happiness is having a large, loving, caring, close-knit family in another city.","author":"Leo Tolstoy"},{"quote":"Call it a clan, call it a network, call it a tribe, call it a family. Whatever you call it, whoever you are, you need one.","author":"Ogden Nash"},{"quote":"If you ever start feeling like you have the goofiest, craziest, most dysfunctional family in the world, all you have to do is go to a state fair. Because five minutes at the fair, you'll be going, 'you know, we're alright. We are dang near royalty.'","author":"Trey Parker and Matt Stone"},{"quote":"Happy families are all alike; every unhappy family is unhappy in its own way.","author":"Trey Parker and Matt Stone"},{"quote":"A family is a unit composed not only of children but of men, women, an occasional animal, and the common cold."},{"quote":"No matter where you live, brothers are brothers and sisters are sisters. The bonds that keep family close are the same no matter where you are."},{"quote":"Family isn't about whose blood you have. It's about who you care about."},{"quote":"I think people that have a brother or sister don't realize how lucky they are. Sure, they fight a lot, but to know that there's always somebody there, somebody that's family."}]}