{"topic":"fate","quotes":[{"quote":"There is no fate that cannot be surmounted by scorn.","author":"Albert Camus"},{"quote":"To punish me for my contempt for authority, fate made me an authority myself.","author":"Albert Einstein"},{"quote":"If you can't change your fate, change your attitude.","author":"Amy Tan"},{"quote":"Men are not prisoners of fate, but only prisoners of their own minds.","author":"Franklin D. Roosevelt"},{"quote":"I do not believe in a fate that falls on all men however they act; but I do believe in a fate that falls on them unless they act.","author":"G. K. Chesterton"},{"quote":"I do not believe in a fate that falls on men however they act; but I do believe in a fate that falls on them unless they act.","author":"G. K. Chesterton"},{"quote":"A man's character is his fate.","author":"Heraclitus"},{"quote":"The fates have given mankind a patient soul.","author":"Homer"},{"quote":"Talent and intelligence never yet inoculated anyone against the caprice of the fates.","author":"J. K. Rowling"},{"quote":"Fate chooses your relations, you choose your friends.","author":"Jacques Delille"},{"quote":"Man is his own star and the soul that can render an honest and perfect man commands all light, all influence, all fate.","author":"John Fletcher"},{"quote":"That consciousness is everything and that all things begin with a thought. That we are responsible for our own fate, we reap what we sow, we get what we give, we pull in what we put out. I know these things for sure.","author":"Madonna"},{"quote":"Maybe our mistakes are what make our fate. Without them, what would shape our lives? Perhaps, if we never veered off course, we wouldn't fall in love or have babies or be who we are.","author":"Ralph Waldo Emerson"},{"quote":"Whatever limits us, we call Fate.","author":"Seneca"},{"quote":"Fate rules the affairs of mankind with no recognizable order. ","author":"Seneca"},{"quote":"While the fates permit, live happily; life speeds on with hurried step, and with winged days the wheel of the headlong year is turned.","author":"Vincent van Gogh"},{"quote":"I am not an adventurer by choice but by fate.","author":"William McFee"},{"quote":"If fate means you to lose, give him a good fight anyhow.","author":"William Shakespeare"},{"quote":"Men at some time are the masters of their fates: The fault, dear Brutus, is not in our stars, but in ourselves, that we are underlings."}]}