{"topic":"forgiveness","quotes":[{"quote":"Forgive many things in others; nothing in yourself.","author":"Ausonius"},{"quote":"Anger makes you smaller, while forgiveness forces you to grow beyond what you were.","author":"Cherie Carter-Scott"},{"quote":"If you haven't forgiven yourself something, how can you forgive others?","author":"Dolores Huerta"},{"quote":"To err is human; to forgive, infrequent.","author":"Franklin P. Adams"},{"quote":"'Tis the most tender part of love, each other to forgive.","author":"John Sheffield"},{"quote":"There is no revenge so complete as forgiveness.","author":"Josh Billings"},{"quote":"Forgiveness is almost a selfish act because of its immense benefits to the one who forgives.","author":"Lawana Blackwell"},{"quote":"The hatred you're carrying is a live coal in your heart - far more damaging to yourself than to them.","author":"Lawana Blackwell"},{"quote":"The weak can never forgive. Forgiveness is the attribute of the strong.","author":"Mahatma Gandhi"},{"quote":"Life is an adventure in forgiveness.","author":"Norman Cousins"},{"quote":"Always forgive your enemies; nothing annoys them so much.","author":"Oscar Wilde"},{"quote":"Forgiveness does not always lead to a healed relationship. Some people are not capable of love, and it might be wise to let them go along with your anger. Wish them well, and let them go their way.","author":"Real Live Preacher"},{"quote":"Forgiveness is the healing of wounds caused by another. You choose to let go of a past wrong and no longer be hurt by it. Forgiveness is a strong move to make, like turning your shoulders sideways to walk quickly on a crowded sidewalk. It's your move.","author":"Real Live Preacher"},{"quote":"It really doesn't matter if the person who hurt you deserves to be forgiven. Forgiveness is a gift you give yourself. You have things to do and you want to move on.","author":"Real Live Preacher"},{"quote":"No one forgives with more grace and love than a child.","author":"Real Live Preacher"},{"quote":"It is easier to get forgiveness than permission.","author":"Stuart's Law of Retroaction"},{"quote":"The stupid neither forgive nor forget; the naive forgive and forget; the wise forgive but do not forget.","author":"Thomas Szasz"},{"quote":"A woman can forgive a man for the harm he does her...but she can never forgive him for the sacrifices he makes on her account.","author":"W. Somerset Maugham"},{"quote":"It is easier to forgive an enemy than to forgive a friend.","author":"William Blake"},{"quote":"Pray you now, forget and forgive.","author":"William Shakespeare"}]}