{"topic":"freedom","quotes":[{"quote":"My definition of a free society is a society where it is safe to be unpopular.","author":"Adlai E. Stevenson Jr."},{"quote":"Freedom is just Chaos, with better lighting.","author":"Alan Dean Foster"},{"quote":"Everything that is really great and inspiring is created by the individual who can labor in freedom.","author":"Albert Einstein"},{"quote":"The basis of a democratic state is liberty.","author":"Aristotle"},{"quote":"Because you are in control of your life. Don't ever forget that. You are what you are because of the conscious and subconscious choices you have made.","author":"Barbara Hall"},{"quote":"Those who would give up essential liberty to purchase a little temporary safety deserve neither liberty nor safety.","author":"Benjamin Franklin"},{"quote":"If you want to be free, there is but one way; it is to guarantee an equally full measure of liberty to all your neighbors. There is no other.","author":"Carl Schurz"},{"quote":"When we lose the right to be different, we lose the privilege to be free.","author":"Diane Frolov and Andrew Schneider"},{"quote":"We hold in our hands, the most precious gift of all: Freedom. The freedom to express our art. Our love. The freedom to be who we want to be. We are not going to give that freedom away and no one shall take it from us!","author":"Epictetus"},{"quote":"Only the educated are free.","author":"Franklin D. Roosevelt"},{"quote":"In the truest sense, freedom cannot be bestowed; it must be achieved.","author":"George Bernard Shaw"},{"quote":"Liberty means responsibility. That is why most men dread it.","author":"Justice Anthony Kennedy"},{"quote":"The only freedom which deserves the name, is that of pursuing our own good in our own way, so long as we do not attempt to deprive others of theirs, or impede their efforts to obtain it.","author":"Lawana Blackwell"},{"quote":"The First Amendment is often inconvenient. But that is besides the point. Inconvenience does not absolve the government of its obligation to tolerate speech.","author":"Lenin"},{"quote":"Patterning your life around other's opinions is nothing more than slavery.","author":"Lord Acton"},{"quote":"While the State exists, there can be no freedom. When there is freedom there will be no State.","author":"Malcolm X"},{"quote":"Liberty is not a means to a higher political end. It is itself the highest political end.","author":"Malcolm X"},{"quote":"Nobody can give you freedom. Nobody can give you equality or justice or anything. If you're a man, you take it.","author":"Mark Twain"},{"quote":"You can't separate peace from freedom because no one can be at peace unless he has his freedom.","author":"Maxwell Anderson"},{"quote":"It is by the goodness of God that in our country we have those three unspeakably precious things: freedom of speech, freedom of conscience, and the prudence never to practice either of them.","author":"Patricia Sampson"},{"quote":"This liberty will look easy by and by when nobody dies to get it.","author":"Robert Louis Stevenson"},{"quote":"Self-reliance is the only road to true freedom, and being one's own person is its ultimate reward.","author":"Soren Kierkegaard"},{"quote":"To know what you prefer instead of humbly saying Amen to what the world tells you you ought to prefer, is to have kept your soul alive.","author":"Thomas Jefferson"},{"quote":"People demand freedom of speech as a compensation for the freedom of thought which they seldom use.","author":"Thomas Paine"},{"quote":"A man's worst difficulties begin when he is able to do as he likes.","author":"William Hazlitt"},{"quote":"I would rather be exposed to the inconveniences attending too much liberty than to those attending too small a degree of it."},{"quote":"We fight not to enslave, but to set a country free, and to make room upon the earth for honest men to live in."},{"quote":"The love of liberty is the love of others; the love of power is the love of ourselves."}]}