{"topic":"giving","quotes":[{"quote":"You must give some time to your fellow men. Even if it's a little thing, do something for others - something for which you get no pay but the privilege of doing it.","author":"Albert Schweitzer"},{"quote":"The great art of giving consists in this: the gift should cost very little and yet be greatly coveted, so that it may be the more highly appreciated.","author":"Baltasar Gracian"},{"quote":"The excellence of a gift lies in its appropriateness rather than in its value.","author":"Charles Dudley Warner"},{"quote":"A compliment is a gift, not to be thrown away carelessly, unless you want to hurt the giver.","author":"Eleanor Hamilton"},{"quote":"There is no benefit in the gifts of a bad man.","author":"Euripides"},{"quote":"One must be poor to know the luxury of giving.","author":"George Eliot"},{"quote":"Give what you have. To someone, it may be better than you dare to think.","author":"Henry Wadsworth Longfellow"},{"quote":"Make all you can, save all you can, give all you can.","author":"John Wesley"},{"quote":"Generosity is giving more than you can, and pride is taking less than you need.","author":"Kahlil Gibran"},{"quote":"Do give books - religious or otherwise - for Christmas. They're never fattening, seldom sinful, and permanently personal.","author":"Lenore Hershey"},{"quote":"You try to give away what you want yourself.","author":"Lois McMaster Bujold"},{"quote":"If we have the opportunity to be generous with our hearts, ourselves, we have no idea of the depth and breadth of love's reach.","author":"Margaret Cho"},{"quote":"If you want to see what children can do, you must stop giving them things.","author":"Norman Douglas"},{"quote":"What a child doesn't receive he can seldom later give.","author":"P. D. James"},{"quote":"Gifts allow us to demonstrate exactly how little we know about a person. And nothing pisses a person off more than being shoved into the wrong pigeonhole.","author":"Publilius Syrus"},{"quote":"A gift in season is a double favor to the needy.","author":"Publilius Syrus"},{"quote":"He doubly benefits the needy who gives quickly.","author":"Seneca"},{"quote":"The spirit in which a thing is given determines that in which the debt is acknowledged; it's the intention, not the face-value of the gift, that's weighed.","author":"Sir Winston Churchill"},{"quote":"We make a living by what we get, we make a life by what we give.","author":"Thomas Fuller"},{"quote":"Purchase not friends by gifts; when thou ceasest to give, such will cease to love.","author":"William Shakespeare"},{"quote":"Rich gifts wax poor when givers prove unkind."}]}