{"topic":"goals","quotes":[{"quote":"A goal without a plan is just a wish.","author":"Antoine de Saint-Exupery"},{"quote":"It is a paradoxical but profoundly true and important principle of life that the most likely way to reach a goal is to be aiming not at that goal itself but at some more ambitious goal beyond it.","author":"Arnold Toynbee"},{"quote":"The person who makes a success of living is the one who see his goal steadily and aims for it unswervingly. That is dedication.","author":"Cecil B. DeMille"},{"quote":"The reason most people never reach their goals is that they don't define them, or ever seriously consider them as believable or achievable. Winners can tell you where they are going, what they plan to do along the way, and who will be sharing the adventure with them.","author":"Denis Watley"},{"quote":"Achievable goals are the first step to self improvement.","author":"J. K. Rowling"},{"quote":"Before you begin a thing, remind yourself that difficulties and delays quite impossible to foresee are ahead. If you could see them clearly, naturally you could do a great deal to get rid of them but you can't. You can only see one thing clearly and that is your goal. Form a mental vision of that and cling to it through thick and thin.","author":"Kathleen Norris"},{"quote":"A successful individual typically sets his next goal somewhat but not too much above his last achievement. In this way he steadily raises his level of aspiration.","author":"Kurt Lewin"},{"quote":"Let me tell you the secret that has led me to my goal. My strength lies solely in my tenacity.","author":"Louis Pasteur"},{"quote":"We find no real satisfaction or happiness in life without obstacles to conquer and goals to achieve.","author":"Maxwell Maltz"},{"quote":"To will is to select a goal, determine a course of action that will bring one to that goal, and then hold to that action till the goal is reached. The key is action.","author":"Michael Hanson"},{"quote":"Energy is the essence of life. Every day you decide how you're going to use it by knowing what you want and what it takes to reach that goal, and by maintaining focus.","author":"Oprah Winfrey"},{"quote":"The big secret in life is that there is no big secret. Whatever your goal, you can get there if you're willing to work.","author":"Oprah Winfrey"},{"quote":"Do not turn back when you are just at the goal.","author":"Publilius Syrus"},{"quote":"In the absence of clearly-defined goals, we become strangely loyal to performing daily trivia until ultimately we become enslaved by it. ","author":"Robert Heinlein"},{"quote":"The goal of life is living in agreement with nature.","author":"Zeno"}]}