{"topic":"god","quotes":[{"quote":"This only is denied to God: the power to undo the past.","author":"Agathon"},{"quote":"At any rate, I am convinced that He [God] does not play dice.","author":"Albert Einstein"},{"quote":"Before God we are all equally wise - and equally foolish.","author":"Albert Einstein"},{"quote":"O ye of little faith, who believe that somehow the birth of Christ is dependent upon acknowledgment in a circular from OfficeMax!","author":"Anna Quindlen"},{"quote":"Or what about the statue in California currently said to be crying bloody tears? Why worry about the alleged weeping of a plaster effigy when so many actual human beings have reason to cry?","author":"Anna Quindlen"},{"quote":"God is not dead but alive and well and working on a much less ambitious project.","author":"Anonymous"},{"quote":"The gods too are fond of a joke.","author":"Aristotle"},{"quote":"Think of yourself as an incandescent power, illuminated and perhaps forever talked to by God and his messengers.","author":"Brenda Ueland"},{"quote":"When you want something really bad and you close your eyes and wish for it-- God's the guy who ignores you.","author":"Caspian Tredwell-Owen"},{"quote":"All God does is watch us and kill us when we get boring. We must never, ever be boring.","author":"Chuck Palahniuk"},{"quote":"You talk to God, you're religious. God talks to you, you're psychotic.","author":"Emily Dickinson"},{"quote":"They say that God is everywhere, and yet we always think of Him as somewhat of a recluse.","author":"Euripides"},{"quote":"Slow but sure moves the might of the gods.","author":"Flavius Josephus"},{"quote":"Everyone ought to worship God according to his own inclinations, and not to be constrained by force.","author":"Francis Cardinal Spellman"},{"quote":"Pray as if everything depended upon God and work as if everything depended upon man.","author":"George Gallup"},{"quote":"I could prove God statistically.","author":"Homer"},{"quote":"The glorious gifts of the gods are not to be cast aside.","author":"Homer"},{"quote":"The gods, likening themselves to all kinds of strangers, go in various disguises from city to city, observing the wrongdoing and the righteousness of men.","author":"Homer"},{"quote":"Whoever obeys the gods, to him they particularly listen.","author":"Hugh Elliott"},{"quote":"If there's one thing I know it's God does love a good joke.","author":"Indian Proverb"},{"quote":"Call on God, but row away from the rocks.","author":"Irv Kupcinet"},{"quote":"What can you say about a society that says that God is dead and Elvis is alive?","author":"J. G. Holland"},{"quote":"God gives every bird its food, but He does not throw it into its nest.","author":"James Lileks"},{"quote":"I want to believe in intelligent design, and hence I am suspicious of anything that seems to confirm my desire to believe.","author":"Jewish Proverb"},{"quote":"If God lived on earth, people would break his windows.","author":"Joel S. Goldsmith"},{"quote":"God must become an activity in our consciousness.","author":"Joseph Chilton Pearce"},{"quote":"We must accept that this creative pulse within us is God's creative pulse itself.","author":"Margaret Atwood"},{"quote":"Or perhaps she's just softening me up: she's a Baptist, she'd like me to find Jesus, or vice versa, before it's too late. That kind of thing doesn't run in her family: her mother Reenie never went in much for God. There was mutual respect, and if you were in trouble, naturally you'd call on him, as with lawyers, but as with lawyers, it would have to be bad trouble. Otherwise it didn't pay to get too mixed up with him.","author":"Mary Daly"},{"quote":"It is the creative potential itself in human beings that is the image of God.","author":"Matthias"},{"quote":"Sometimes it seems like God is difficult to find and impossibly far away. We get so caught up in our small daily duties and irritations that they become the only things that we can focus on. What we forget is that God's love and beauty are all around us, every day, if only we would take the time to look up and see them."}]}