{"topic":"government","quotes":[{"quote":"There is an important sense in which government is distinctive from administration. One is perpetual, the other is temporary and changeable. A man may be loyal to his government and yet oppose the particular principles and methods of administration.","author":"Abraham Lincoln"},{"quote":"While the people retain their virtue, and vigilance, no administration, by any extreme of wickedness or folly, can very seriously injure the government, in the short space of four years.","author":"Abraham Lincoln"},{"quote":"There is no nonsense so arrant that it cannot be made the creed of the vast majority by adequate governmental action.","author":"Bertrand Russell"},{"quote":"For every action there is an equal and opposite government program.","author":"Bob Wells"},{"quote":"Government is too big and too important to be left to the politicians.","author":"Chester Bowles"},{"quote":"Many people consider the things which government does for them as social progress, but they consider the things government does for others as socialism.","author":"Earl Warren"},{"quote":"After two years in Washington, I often long for the realism and sincerity of Hollywood.","author":"Fred Thompson"},{"quote":"You know what's interesting about Washington? It's the kind of place where second-guessing has become second nature.","author":"George W. Bush"},{"quote":"I believe that truth is the glue that holds government together , not only our government but civilization itself. That bond, though strained, is unbroken at home and abroad.","author":"Gerald R. Ford"},{"quote":"If the government is big enough to give you everything you want, it is big enough to take away everything you have.","author":"Gerald R. Ford"},{"quote":"In a political sense, there is one problem that currently underlies all of the others. That problem is making Government sufficiently responsive to the people. If we dont make government responsive to the people, we dont make it believable. And we must make government believable if we are to have a functioning democracy.","author":"Gerald R. Ford"},{"quote":"The American wage earner and the American housewife are a lot better economists than most economists care to admit. They know that a government big enough to give you everything you want is a government big enough to take from you everything you have.","author":"Gerald R. Ford"},{"quote":"Every decent man is ashamed of the government he lives under.","author":"H. L. Mencken"},{"quote":"I believe that all government is evil, and that trying to improve it is largely a waste of time.","author":"H. L. Mencken"},{"quote":"The government consists of a gang of men exactly like you and me. They have, taking one with another, no special talent for the business of government; they have only a talent for getting and holding office.","author":"H. L. Mencken"},{"quote":"Whenever you have an efficient government you have a dictatorship.","author":"Harry S Truman"},{"quote":"If men were angels, no government would be necessary. If angels were to govern men, neither external nor internal controls on government would be necessary. In framing a government which is to be administered by men over men, the great difficulty lies in this: you must first enable the government to control the governed; and in the next place oblige it to control itself.","author":"James Madison"},{"quote":"Before my term has ended, we shall have to test anew whether a nation organized and governed such as ours can endure. The outcome is by no means certain.","author":"John F. Kennedy"},{"quote":"You will find that the State is the kind of organization which, though it does big things badly, does small things badly, too.","author":"John Kenneth Galbraith"},{"quote":"The mystery of government is not how Washington works but how to make it stop.","author":"P. J. O'Rourke"},{"quote":"What we should be asking is not whether we need a big government or small government, but how we can create a smarter and better government.","author":"Richard M. Nixon"},{"quote":"When our government is spoken of as some menacing, threatening, foreign entity, it ignores the fact that in our democracy, government is us.","author":"Ronald Reagan"},{"quote":"Sure there are dishonest men in local government. But there are dishonest men in national government too.","author":"Sir Winston Churchill"},{"quote":"The best minds are not in government. If any were, business would hire them right away.","author":"Thomas Carlyle"},{"quote":"So they [the Government] go on in strange paradox, decided only to be undecided, resolved to be irresolute, adamant for drift, solid for fluidity, all-powerful to be impotent.","author":"Tom Robbins"},{"quote":"We must judge of a form of government by its general tendency, not by happy accidents."},{"quote":"In the long-run every Government is the exact symbol of its People, with their wisdom and unwisdom; we have to say, Like People like Government."},{"quote":"Any government is potentially the worst client in the world you could ever possibly want to have."},{"quote":"Disbelief in magic can force a poor soul into believing in government and business."}]}