{"topic":"happiness","quotes":[{"quote":"Most folks are about as happy as they make up their minds to be.","author":"Abraham Lincoln"},{"quote":"The secret of happiness is to make others believe they are the cause of it.","author":"Al Batt"},{"quote":"Happiness is nothing more than good health and a bad memory.","author":"Albert Schweitzer"},{"quote":"The happiness of a man in this life does not consist in the absence but in the mastery of his passions.","author":"Alfred Lord Tennyson"},{"quote":"A person is never happy except at the price of some ignorance.","author":"Anatole France"},{"quote":"Happiness arises in a state of peace, not of tumult.","author":"Ann Radcliffe"},{"quote":"The discovery of a new dish does more for human happiness than the discovery of a new star.","author":"Anthelme Brillat-Savarin"},{"quote":"Happiness depends upon ourselves.","author":"Aristotle"},{"quote":"Happiness is that state of consciousness which proceeds from the achievement of one's values.","author":"Ayn Rand"},{"quote":"Do not weep; do not wax indignant. Understand.","author":"Baruch Spinoza"},{"quote":"Content makes poor men rich; discontentment makes rich men poor.","author":"Benjamin Franklin"},{"quote":"If there were in the world today any large number of people who desired their own happiness more than they desired the unhappiness of others, we could have paradise in a few years.","author":"Bertrand Russell"},{"quote":"All I can say about life is, Oh God, enjoy it!","author":"Bob Newhart"},{"quote":"The pursuit of happiness is a most ridiculous phrase; if you pursue happiness you'll never find it.","author":"C. P. Snow"},{"quote":"Cherish all your happy moments: they make a fine cushion for old age.","author":"Christopher Morley"},{"quote":"This is the best kind of voyeurism, hearing joy from your neighbors.","author":"Chuck Sigars"},{"quote":"Sometimes it's hard to avoid the happiness of others.","author":"David Assael"},{"quote":"He wanted to live life in such a way that if a photograph were taken at random it would be a cool photograph. Things should look right. Fun; there should be a lot of fun and no more sadness than absolutely necessary.","author":"Doris Lessing"},{"quote":"All sanity depends on this: that it should be a delight to feel heat strike the skin, a delight to stand upright, knowing the bones are moving easily under the flesh.","author":"Eddie Cantor"},{"quote":"Slow down and enjoy life. It's not only the scenery you miss by going too fast - you also miss the sense of where you are going and why.","author":"George Bernard Shaw"},{"quote":"A lifetime of happiness! No man alive could bear it: it would be hell on earth.","author":"George Burns"},{"quote":"Happiness is having a large, loving, caring, close-knit family in another city.","author":"Gustave Flaubert"},{"quote":"To be stupid, selfish, and have good health are three requirements for happiness, though if stupidity is lacking, all is lost.","author":"Helen Keller"},{"quote":"Many persons have a wrong idea of what constitutes true happiness. It is not attained through self-gratification but through fidelity to a worthy purpose.","author":"Henry David Thoreau"},{"quote":"Man is the artificer of his own happiness.","author":"Immanuel Hermann Fichte"},{"quote":"If we cannot live so as to be happy, let us least live so as to deserve it.","author":"J. D. Salinger"},{"quote":"I am a kind of paranoiac in reverse. I suspect people of plotting to make me happy.","author":"J. K. Rowling"},{"quote":"Personal happiness lies in knowing that life is not a checklist of acquisition or achievement. Your qualifications are not your life.","author":"James Oppenheim"},{"quote":"The foolish man seeks happiness in the distance, the wise grows it under his feet.","author":"Jean Houston"},{"quote":"At the height of laughter, the universe is flung into a kaleidoscope of new possibilities."}]}