{"topic":"health","quotes":[{"quote":"As I see it, every day you do one of two things: build health or produce disease in yourself.","author":"Adelle Davis"},{"quote":"Every patient carries her or his own doctor inside.","author":"Albert Schweitzer"},{"quote":"Happiness is nothing more than good health and a bad memory.","author":"Albert Schweitzer"},{"quote":"Fitness - If it came in a bottle, everybody would have a great body.","author":"Cher"},{"quote":"Health is not valued till sickness comes.","author":"Dr. Thomas Fuller"},{"quote":"Be not slow to visit the sick.","author":"Ecclesiastes"},{"quote":"I have never cared much for fish - it floats in the belly as much as in the pond.","author":"Francois de La Rochefoucauld"},{"quote":"Preserving health by too severe a rule is a worrisome malady.","author":"Frank Duff"},{"quote":"It is amazing how much crisper the general experience of life becomes when your body is given a chance to develop a little strength.","author":"George Dennison Prentice"},{"quote":"What some call health, if purchased by perpetual anxiety about diet, isn't much better than tedious disease.","author":"Hannah Green"},{"quote":"Health is not simply the absence of sickness.","author":"Hippocrates"},{"quote":"A wise man should consider that health is the greatest of human blessings, and learn how by his own thought to derive benefit from his illnesses.","author":"Izaak Walton"},{"quote":"Look to your health; and if you have it, praise God and value it next to conscience; for health is the second blessing that we mortals are capable of, a blessing money can't buy.","author":"Jackie Mason"},{"quote":"It's no longer a question of staying healthy. It's a question of finding a sickness you like.","author":"Jadelr and Cristina Cordova"},{"quote":"If you trust Google more than your doctor then maybe it's time to switch doctors.","author":"Jay Leno"},{"quote":"Now there are more overweight people in America than average-weight people. So overweight people are now average. Which means you've met your New Year's resolution.","author":"Jeph Jacques"},{"quote":"You can either hold yourself up to the unrealistic standards of others, or ignore them and concentrate on being happy with yourself as you are.","author":"Mark Twain"},{"quote":"Be careful about reading health books. You may die of a misprint.","author":"Oprah Winfrey"},{"quote":"When I walk into my kitchen today, I am not alone. Whether we know it or not, none of us is. We bring fathers and mothers and kitchen tables, and every meal we have ever eaten. Food is never just food. It's also a way of getting at something else: who we are, who we have been, and who we want to be.","author":"Peter McWilliams"},{"quote":"Getting my lifelong weight struggle under control has come from a process of treating myself as well as I treat others in every way.","author":"Peter McWilliams"},{"quote":"A vigorous five-mile walk will do more good for an unhappy but otherwise healthy adult than all the medicine and psychology in the world.","author":"Quentin Crisp"},{"quote":"Pain (any pain--emotional, physical, mental) has a message. The information it has about our life can be remarkably specific, but it usually falls into one of two categories: \"We would be more alive if we did more of this,\" and, \"Life would be more lovely if we did less of that.\" Once we get the pain's message, and follow its advice, the pain goes away.","author":"Rabbi Harold Kushner"},{"quote":"The more severe the pain or illness, the more severe will be the necessary changes. These may involve breaking bad habits, or acquiring some new and better ones.","author":"Redd Foxx"},{"quote":"Health consists of having the same diseases as one's neighbors.","author":"Robert Orben"},{"quote":"One of the most sublime experiences we can ever have is to wake up feeling healthy after we have been sick.","author":"Robin Norwood"},{"quote":"Health nuts are going to feel stupid someday, lying in hospitals dying of nothing.","author":"Samuel Goldwyn"},{"quote":"Quit worrying about your health. It'll go away.","author":"Scott Westerfeld"},{"quote":"Make your own recovery the first priority in your life."},{"quote":"A Hospital is no place to be sick."},{"quote":"Most men's awareness doesn't extend past their dinner plates."}]}