{"topic":"history","quotes":[{"quote":"History is the witness that testifies to the passing of time; it illumines reality, vitalizes memory, provides guidance in daily life and brings us tidings of antiquity.","author":"Cicero"},{"quote":"History is indeed little more than the register of the crimes, follies and misfortunes of mankind.","author":"Edward Gibbon"},{"quote":"Hegel was right when he said that we learn from history that man can never learn anything from history.","author":"George Bernard Shaw"},{"quote":"Those who cannot remember the past are condemned to repeat it.","author":"George Santayana"},{"quote":"Human history becomes more and more a race between education and catastrophe.","author":"H. G. Wells"},{"quote":"History is more or less bunk. It's tradition. We don't want tradition. We want to live in the present and the only history that is worth a tinker's dam is the history we made today.","author":"Henry Ford"},{"quote":"For four-fifths of our history, our planet was populated by pond scum.","author":"J. W. Schopf"},{"quote":"History never looks like history when you are living through it.","author":"John W. Gardner"},{"quote":"If you write a post and put it on a blog, that's a historical document. If you change your template, then that entry looks completely different. It's the same words, but not the same meaning. This all depends on what historical questions that people will be asking and we can't know what they will want.","author":"Josh Greenberg"},{"quote":"History is the short trudge from Adam to atom.","author":"Leonard Louis Levinson"},{"quote":"History is the version of past events that people have decided to agree upon.","author":"Napoleon Bonaparte"},{"quote":"Some people make headlines while others make history.","author":"Philip Elmer-DeWitt"},{"quote":"History will be kind to me for I intend to write it.","author":"Sir Winston Churchill"},{"quote":"Want of foresight, unwillingness to act when action would be simple and effective, lack of clear thinking, confusion of counsel until the emergency comes, until self-preservation strikes its jarring gong-these are the features which constitute the endless repetition of history.","author":"Sir Winston Churchill"},{"quote":"Indeed, history is nothing more than a tableau of crimes and misfortunes.","author":"Voltaire"}]}