{"topic":"humor","quotes":[{"quote":"That is the saving grace of humor, if you fail no one is laughing at you.","author":"A. Whitney Brown"},{"quote":"Humor is the only test of gravity, and gravity of humor; for a subject which will not bear raillery is suspicious, and a jest which will not bear serious examination is false wit.","author":"Aristotle"},{"quote":"Humor is everywhere, in that there's irony in just about anything a human does.","author":"Bill Nye"},{"quote":"All I need to make a comedy is a park, a policeman and a pretty girl.","author":"Charlie Chaplin"},{"quote":"Total absence of humor renders life impossible.","author":"Colette"},{"quote":"A joke was not a single-use item but something you brought out again and again until it fell apart in your hand like a cheap umbrella.","author":"Dick Clark"},{"quote":"If you're at school and you're not that bright or good-looking or popular or whatever, and one day you say something and someone laughs, well, you sort of grab onto it, don't you? you think, well I run funny and I've got this stupid big face and big thighs and no-one fancies me, but at least I can make people laugh. And It's such a nice feeling, making someone laugh, that maybe you get a bit reliant on it. Like, if you're not funny then you're not... anything.","author":"Dwight D. Eisenhower"},{"quote":"Humor is always based on a modicum of truth. Have you ever heard a joke about a father-in-law?","author":"E. B. White"},{"quote":"A sense of humor is part of the art of leadership, of getting along with people, of getting things done.","author":"Edward De Bono"},{"quote":"Humor can be dissected as a frog can, but the thing dies in the process and the innards are discouraging to any but the pure scientific mind.","author":"Horace Walpole"},{"quote":"Humor is by far the most significant activity of the human brain.","author":"Hugh Elliott"},{"quote":"There's nothing like a gleam of humor to reassure you that a fellow human being is ticking inside a strange face.","author":"James Thurber"},{"quote":"The world is a tragedy to those who feel, but a comedy to those who think.","author":"James Thurber"},{"quote":"If there's one thing I know it's God does love a good joke.","author":"Jeph Jacques"},{"quote":"The only rules comedy can tolerate are those of taste, and the only limitations those of libel.","author":"John Kenneth Galbraith"},{"quote":"The wit makes fun of other persons; the satirist makes fun of the world; the humorist makes fun of himself.","author":"Larry Gelbart"},{"quote":"What's the point of havin' a rapier wit if I can't use it to stab people?","author":"Lewis Mumford"},{"quote":"Where humor is concerned there are no standards - no one can say what is good or bad, although you can be sure that everyone will.","author":"Mark Twain"},{"quote":"The best defence against misguided arrogance is a keen sense of humour.","author":"Mary Hirsch"},{"quote":"One doesn't have a sense of humor. It has you.","author":"Mel Brooks"},{"quote":"Humor is our way of defending ourselves from life's absurdities by thinking absurdly about them.","author":"Mel Brooks"},{"quote":"Humor is the great thing, the saving thing. The minute it crops up, all our irritations and resentments slip away and a sunny spirit takes their place.","author":"Peter Ustinov"},{"quote":"Humor is a rubber sword - it allows you to make a point without drawing blood.","author":"Pico Iyer"},{"quote":"Humor is just another defense against the universe.","author":"Ralph Waldo Emerson"},{"quote":"Tragedy is when I cut my finger. Comedy is when you walk into an open sewer and die.","author":"Robert Benchley"},{"quote":"Comedy is simply a funny way of being serious.","author":"Salma Hayek"},{"quote":"Comedy is nothing more than tragedy deferred."},{"quote":"Wit makes its own welcome, and levels all distinctions. No dignity, no learning, no force of character, can make any stand against good wit."},{"quote":"Defining and analyzing humor is a pastime of humorless people."},{"quote":"Life is tough, and if you have the ability to laugh at it you have the ability to enjoy it."}]}