{"topic":"ideas","quotes":[{"quote":"He can compress the most words into the smallest ideas of any man I ever met.","author":"Abraham Lincoln"},{"quote":"The vitality of thought is in adventure. Ideas won't keep. Something must be done about them.","author":"Alfred North Whitehead"},{"quote":"It is by acts and not by ideas that people live.","author":"Anatole France"},{"quote":"Ideals are like stars: you will not succeed in touching them with your hands, but like the seafaring man on the ocean desert of waters, you choose them as your guides, and following them, you reach your destiny.","author":"Carl Schurz"},{"quote":"There are only two kinds of scholars; those who love ideas and those who hate them.","author":"Emile Chartier"},{"quote":"An idea is salvation by imagination.","author":"Frank Lloyd Wright"},{"quote":"Everyone is a genius at least once a year. The real geniuses simply have their bright ideas closer together.","author":"Georg Christoph Lichtenberg"},{"quote":"I said to myself, I have things in my head that are not like what anyone has taught me - shapes and ideas so near to me - so natural to my way of being and thinking that it hasn't occurred to me to put them down. I decided to start anew, to strip away what I had been taught.","author":"Georgia O'Keeffe"},{"quote":"Any man who afflicts the human race with ideas must be prepare to see them misunderstood.","author":"H. L. Mencken"},{"quote":"To die for an idea; it is unquestionably noble. But how much nobler it would be if men died for ideas that were true!","author":"H. L. Mencken"},{"quote":"Every composer knows the anguish and despair occasioned by forgetting ideas which one had no time to write down.","author":"Hector Berlioz"},{"quote":"College isn't the place to go for ideas.","author":"Helen Keller"},{"quote":"This is my answer to the gap between ideas and action - I will write it out.","author":"Hortense Calisher"},{"quote":"Don't worry about people stealing an idea. If it's original, you will have to ram it down their throats.","author":"Howard Aiken"},{"quote":"Good ideas are not adopted automatically. They must be driven into practice with courageous patience.","author":"Hyman Rickover"},{"quote":"So many new ideas are at first strange and horrible, though ultimately valuable that a very heavy responsibility rests upon those who would prevent their dissemination. ","author":"J. B. S. Haldane"},{"quote":"Do something. If it doesn't work, do something else. No idea is too crazy.","author":"Jim Hightower"},{"quote":"When ideas fail, words come in very handy.","author":"Johann Wolfgang von Goethe"},{"quote":"I can't understand why people are frightened of new ideas. I'm frightened of the old ones.","author":"John Cage"},{"quote":"Ideas are like rabbits. You get a couple and learn how to handle them, and pretty soon you have a dozen.","author":"John Steinbeck"},{"quote":"A handsome parson is fit for nothing but ti put ideas into the young woman's heads.","author":"Ken Hakuta"},{"quote":"Lack of money is no obstacle. Lack of an idea is an obstacle.","author":"Oliver Wendell Holmes"},{"quote":"Man's mind, once stretched by a new idea, never regains its original dimensions.","author":"P. B. Medawar"},{"quote":"The human mind treats a new idea the same way the body treats a strange protein; it rejects it.","author":"Ralph Waldo Emerson"},{"quote":"All opening moves were the same, like in chess. You don't have to come up with anything new, there's no point, because you're both after the same thing anyway. The game soon finds its own way and it's only at that point that you need a strategy.","author":"Samuel Goldwyn"},{"quote":"The key to every man is his thought.... He can only be reformed by showing him a new idea which commands his own.","author":"Seneca"},{"quote":"I had a monumental idea this morning, but I didn't like it.","author":"Sir Barnett Cocks"},{"quote":"The best ideas are common property.","author":"Sir Frederick G. Banting"},{"quote":"A committee is a cul-de-sac down which ideas are lured and then quietly strangled."},{"quote":"No one has ever had an idea in a dress suit."}]}