{"topic":"ignorance","quotes":[{"quote":"I believe in the forgiveness of sin and the redemption of ignorance.","author":"Adlai E. Stevenson Jr."},{"quote":"A person is never happy except at the price of some ignorance.","author":"Anatole France"},{"quote":"Ignorance never settles a question.","author":"Benjamin Disraeli"},{"quote":"To be conscious that you are ignorant is a great step to knowledge.","author":"Benjamin Disraeli"},{"quote":"Consistency requires you to be as ignorant today as you were a year ago.","author":"Bernard Berenson"},{"quote":"A little learning is a dangerous thing but a lot of ignorance is just as bad.","author":"Bob Edwards"},{"quote":"Ignorance is the night of the mind, but a night without moon and star.","author":"Confucius"},{"quote":"Stupid is forever, ignorance can be fixed.","author":"Don Wood"},{"quote":"It is no good to try to stop knowledge from going forward. Ignorance is never better than knowledge.","author":"Enrico Fermi"},{"quote":"I have never met a man so ignorant that I couldn't learn something from him.","author":"Galileo Galilei"},{"quote":"Ignorance gives one a large range of probabilities.","author":"George Eliot"},{"quote":"It is better to confess ignorance than provide it.","author":"Homer Hickam"},{"quote":"Ignorance of certain subjects is a great part of wisdom.","author":"Hugo De Groot"},{"quote":"If knowledge can create problems, it is not through ignorance that we can solve them.","author":"Isaac Asimov"},{"quote":"My whole career can be summed up with 'Ignorance is bliss.' When you do not know better, you do not really worry about failing.","author":"Jeff Foxworthy"},{"quote":"It is impossible to make people understand their ignorance; for it requires knowledge to perceive it and therefore he that can perceive it hath it not.","author":"Jeremy Taylor"},{"quote":"Nothing is worse than active ignorance.","author":"Johann Wolfgang von Goethe"},{"quote":"Ignorance and inconsideration are the two great causes of the ruin of mankind.","author":"John Tillotson"},{"quote":"Against logic there is no armor like ignorance.","author":"Laurence J. Peter"},{"quote":"All you need in this life is ignorance and confidence; then success is sure.","author":"Mark Twain"},{"quote":"Nothing in all the world is more dangerous than sincere ignorance and conscientious stupidity.","author":"Martin Luther King Jr."},{"quote":"We allow our ignorance to prevail upon us and make us think we can survive alone, alone in patches, alone in groups, alone in races, even alone in genders.","author":"Maya Angelou"},{"quote":"It's innocence when it charms us, ignorance when it doesn't.","author":"Mignon McLaughlin"},{"quote":"Ignorance, the root and the stem of every evil.","author":"Plato"},{"quote":"Better be ignorant of a matter than half know it.","author":"Publilius Syrus"},{"quote":"There are many things of which a wise man might wish to be ignorant.","author":"Ralph Waldo Emerson"},{"quote":"Ignorance is not innocence but sin.","author":"Robert Browning"},{"quote":"Nothing is so good for an ignorant man as silence; and if he was sensible of this he would not be ignorant.","author":"Saadi"},{"quote":"It is worse still to be ignorant of your ignorance.","author":"Saint Jerome"},{"quote":"The greater the ignorance the greater the dogmatism.","author":"Sir William Osler"}]}