{"topic":"imagination","quotes":[{"quote":"Imagination is more important than knowledge...","author":"Albert Einstein"},{"quote":"Memory feeds imagination.","author":"Amy Tan"},{"quote":"So you see, imagination needs moodling - long, inefficient, happy idling, dawdling and puttering.","author":"Brenda Ueland"},{"quote":"Our imagination is the only limit to what we can hope to have in the future.","author":"Charles F. Kettering"},{"quote":"An idea is salvation by imagination.","author":"Frank Lloyd Wright"},{"quote":"Imagination is the beginning of creation. You imagine what you desire, you will what you imagine and at last you create what you will.","author":"George Bernard Shaw"},{"quote":"Choosing to live in narrow spaces leads to form of mental agoraphobia and that brings its own terrors. I think the willfully unimaginative see more monsters, they are often more afraid. What is more, those who choose not to empathize enable real monsters. For without ever committing an act of outright evil ourselves, we collude through our own apathy.","author":"J. K. Rowling"},{"quote":"Imagination is not only the uniquely human capacity to envision that which is not, and, therefore, the foundation of all invention and innovation. In its arguably most transformative and relevetory capacity, it is the power that enables us to empathize with humans whose experiences we have never shared.","author":"J. K. Rowling"},{"quote":"We do not need magic to transform our world. We carry all the power we need inside ourselves already. We have the power to imagine better.","author":"J. K. Rowling"},{"quote":"There is nothing more dreadful than imagination without taste.","author":"Johann Wolfgang von Goethe"},{"quote":"Imagination is the one weapon in the war against reality.","author":"Jules de Gaultier"},{"quote":"You cannot depend on your eyes when your imagination is out of focus.","author":"Mark Twain"},{"quote":"Everything you can imagine is real.","author":"Pablo Picasso"},{"quote":"There is only one admirable form of the imagination: the imagination that is so intense that it creates a new reality, that it makes things happen.","author":"Sean O'Faolain"},{"quote":"Skill without imagination is craftsmanship and gives us many useful objects such as wickerwork picnic baskets. Imagination without skill gives us modern art.","author":"Tom Stoppard"}]}