{"topic":"intelligence","quotes":[{"quote":"Great spirits have always found violent opposition from mediocrities.  The latter cannot understand it when a man does not thoughtlessly submit to hereditary prejudices, but honestly and courageously uses his intelligence and fulfills the duty to express the results of his thought in clear form.","author":"Albert Einstein"},{"quote":"It has yet to be proven that intelligence has any survival value.","author":"Arthur C. Clarke"},{"quote":"Men fear thought as they fear nothing else on earth -- more than ruin -- more even than death.... Thought is subversive and revolutionary, destructive and terrible, thought is merciless to privilege, established institutions, and comfortable habit. Thought looks into the pit of hell and is not afraid. Thought is great and swift and free, the light of the world, and the chief glory of man.","author":"Bertrand Russell"},{"quote":"So far as I can remember, there is not one word in the Gospels in praise of intelligence.","author":"Bertrand Russell"},{"quote":"Sometimes I think the surest sign that intelligent life exists elsewhere in the universe is that none of it has tried to contact us.","author":"Bill Watterson"},{"quote":"There is nobody so irritating as somebody with less intelligence and more sense than we have.","author":"Don Herold"},{"quote":"The test of a first-rate intelligence is the ability to hold two opposed ideas in the mind at the same time, and still retain the ability to function.","author":"F. Scott Fitzgerald"},{"quote":"It is not worth an intelligent man's time to be in the majority. By definition, there are already enough people to do that.","author":"G. H. Hardy"},{"quote":"One man that has a mind and knows it can always beat ten men who haven't and don't.","author":"George Bernard Shaw"},{"quote":"Readers are plentiful; thinkers are rare.","author":"Harriet Martineau"},{"quote":"Truly great madness cannot be achieved without significant intelligence.","author":"Henrik Tikkanen"},{"quote":"There is no such thing as an underestimate of average intelligence.","author":"Henry Adams"},{"quote":"You don't have to be a genius when you're surrounded by morons.","author":"Laurence J. Peter"},{"quote":"An intelligence test sometimes shows a man how smart he would have been not to have taken it.","author":"Lisa Alther"},{"quote":"I happen to feel that the degree of a person's intelligence is directly reflected by the number of conflicting attitudes she can bring to bear on the same topic.","author":"Mary Pettibone Poole"},{"quote":"To repeat what others have said, requires education; to challenge it, requires brains.","author":"Ralph Waldo Emerson"},{"quote":"Beware when the great God lets loose a thinker on this planet.","author":"Robert J. Shiller"},{"quote":"The ability to focus attention on important things is a defining characteristic of intelligence.","author":"Theodore Roethke"},{"quote":"A mind too active is no mind at all.","author":"Woodrow Wilson"},{"quote":"I not only use all the brains that I have, but all that I can borrow."}]}