{"topic":"journalism","quotes":[{"quote":"People everywhere confuse what they read in newspapers with news.","author":"A. J. Liebling"},{"quote":"To read a newspaper is to refrain from reading something worthwhile.  The first discipline of education must therefore be to refuse resolutely to feed the mind with canned chatter.","author":"Aleister Crowley"},{"quote":"Trying to be a first-rate reporter on the average American newspaper is like trying to play Bach's 'St. Matthew's Passion' on a ukulele.","author":"Bagdikian's Observation"},{"quote":"Trying to determine what is going on in the world by reading newspapers is like trying to tell the time by watching the second hand of a clock.","author":"Ben Hecht"},{"quote":"Literature is the art of writing something that will be read twice; journalism what will be read once.","author":"Cyril Connolly"},{"quote":"USA Today has come out with a new survey - apparently, three out of every four people make up 75% of the population.","author":"David Letterman"},{"quote":"Editor: a person employed by a newspaper, whose business it is to separate the wheat from the chaff, and to see that the chaff is printed.","author":"Elbert Hubbard"},{"quote":"Rock journalism is people who can't write interviewing people who can't talk for people who can't read.","author":"Frank Zappa"},{"quote":"Journalism largely consists of saying 'Lord Jones is Dead' to people who never knew that Lord Jones was alive.","author":"G. K. Chesterton"},{"quote":"Half of the American people have never read a newspaper. Half never voted for President. One hopes it is the same half.","author":"Gore Vidal"},{"quote":"All successful newspapers are ceaselessly querulous and bellicose. They never defend anyone or anything if they can help it; if the job is forced on them, they tackle it by denouncing someone or something else.","author":"H. L. Mencken"},{"quote":"A newspaper consists of just the same number of words, whether there be any news in it or not.","author":"Henry Fielding"},{"quote":"It's amazing that the amount of news that happens in the world every day always just exactly fits the newspaper.","author":"Jerry Seinfeld"},{"quote":"Rage is the only quality which has kept me, or anybody I have ever studied, writing columns for newspapers.","author":"Jimmy Breslin"},{"quote":"You must have a room, or a certain hour or so a day, where you don't know what was in the newspapers that morning... a place where you can simply experience and bring forth what you are and what you might be.","author":"Joseph Campbell"},{"quote":"Once a newspaper touches a story, the facts are lost forever, even to the protagonists.","author":"Norman Mailer"},{"quote":"But what is the difference between literature and journalism?<br> ...Journalism is unreadable and literature is not read. That is all.","author":"Oscar Wilde"},{"quote":"Every journalist has a novel in him, which is an excellent place for it.","author":"Russel Lynes"},{"quote":"Newspapermen learn to call a murderer 'an alleged murderer' and the King of England 'the alleged King of England' to avoid libel suits.","author":"Stephen Leacock"},{"quote":"Advertisements... contain the only truths to be relied on in a newspaper.","author":"Thomas Jefferson"},{"quote":"I do not take a single newspaper, nor read one a month, and I feel myself infinitely the happier for it.","author":"Thomas Jefferson"},{"quote":"I read no newspaper now but Ritchie's, and in that chiefly the advertisements, for they contain the only truths to be relied on in a newspaper.","author":"Thomas Jefferson"},{"quote":"The man who reads nothing at all is better educated than the man who reads nothing but newspapers.","author":"Thomas Jefferson"}]}