{"topic":"joy","quotes":[{"quote":"The only joy in the world is to begin.","author":"Cesare Pavese"},{"quote":"This is the best kind of voyeurism, hearing joy from your neighbors.","author":"Chuck Sigars"},{"quote":"Give not over thy soul to sorrow; and afflict not thyself in thy own counsel. Gladness of heart is the life of man and the joyfulness of man is length of days.","author":"Ecclesiastes"},{"quote":"Do not judge men by mere appearances; for the light laughter that bubbles on the lip often mantles over the depths of sadness, and the serious look may be the sober veil that covers a divine peace and joy.","author":"Edward Chapin"},{"quote":"Short is the joy that guilty pleasure brings.","author":"Euripides"},{"quote":"During [these] periods of relaxation after concentrated intellectual activity, the intuitive mind seems to take over and can produce the sudden clarifying insights which give so much joy and delight.","author":"Fritjof Capra"},{"quote":"This is the true joy in life, the being used for a purpose recognized by yourself as a mighty one; the being thoroughly worn out before you are thrown on the scrap heap; the being a force of Nature instead of a feverish selfish little clod of ailments and grievances complaining that the world will not devote itself to making you happy. ","author":"George Bernard Shaw"},{"quote":"We could never learn to be brave and patient, if there were only joy in the world.","author":"Helen Keller"},{"quote":"I feel like a tiny bird with a big song!","author":"Jerry Van Amerongen"},{"quote":"I've grown to realize the joy that comes from little victories is preferable to the fun that comes from ease and the pursuit of pleasure.","author":"Lawana Blackwell"},{"quote":"I cannot believe that the inscrutable universe turns on an axis of suffering; surely the strange beauty of the world must somewhere rest on pure joy!","author":"Louise Bogan"},{"quote":"Grief can take care of itself, but to get the full value of a joy you must have somebody to divide it with.","author":"Mark Twain"},{"quote":"May your walls know joy; May every room hold laughter and every window open to great possibility.","author":"Maryanne Radmacher-Hershey"},{"quote":"The most profound joy has more of gravity than of gaiety in it.","author":"Michel de Montaigne"},{"quote":"Joy is prayer - Joy is strength - Joy is love - Joy is a net of love by which you can catch souls.","author":"Mother Teresa"},{"quote":"The joy of a spirit is the measure of its power.","author":"Ninon de Lenclos"},{"quote":"I define joy as a sustained sense of well-being and internal peace - a connection to what matters.","author":"Oprah Winfrey"},{"quote":"There is an alchemy in sorrow. It can be transmuted into wisdom, which, if it does not bring joy, can yet bring happiness.","author":"Pearl Buck"},{"quote":"Winning is important to me, but what brings me real joy is the experience of being fully engaged in whatever I'm doing.","author":"Phil Jackson"},{"quote":"Joy is not in things; it is in us.","author":"Richard Wagner"},{"quote":"Learning to live in the present moment is part of the path of joy.","author":"Sarah Ban Breathnach"},{"quote":"My mind to me a kingdom is,<br> Such present joys therein I find,<br> That it excels all other bliss.","author":"Sir Edward Dyer"},{"quote":"Real joy comes not from ease or riches or from the praise of men, but from doing something worthwhile.","author":"Sir Wilfred Grenfell"},{"quote":"There is no greater joy nor greater reward than to make a fundamental difference in someone's life.","author":"Sister Mary Rose McGeady"},{"quote":"When you jump for joy, beware that no one moves the ground from beneath your feet.","author":"Stanislaw J. Lec"},{"quote":"Cease, every joy, to glimmer on my mind,<br> But leave---oh! leave the light of Hope behind.","author":"Thomas Campbell"},{"quote":"Things won are done; joy's soul lies in the doing.","author":"William Shakespeare"}]}