{"topic":"knowledge","quotes":[{"quote":"If we value the pursuit of knowledge, we must be free to follow wherever that search may lead us. The free mind is not a barking dog, to be tethered on a ten-foot chain.","author":"Adlai E. Stevenson Jr."},{"quote":"If we value the pursuit of knowledge, we must be free to follow wherever that search may lead us. The free mind is no barking dog to be tethered on a ten-foot chain.","author":"Aristotle"},{"quote":"All men by nature desire knowledge.","author":"Benjamin Disraeli"},{"quote":"To be conscious that you are ignorant is a great step to knowledge.","author":"Benjamin Franklin"},{"quote":"If a man empties his purse into his head no one can take it away from him. An investment in knowledge always pays the best interest.","author":"Bertrand Russell"},{"quote":"There is much pleasure to be gained from useless knowledge.","author":"Confucius"},{"quote":"When you know a thing, to hold that you know it; and when you do not know a thing, to allow that you do not know it - this is knowledge.","author":"Edgar Allan Poe"},{"quote":"Convinced myself, I seek not to convince.","author":"Enrico Fermi"},{"quote":"It is no good to try to stop knowledge from going forward. Ignorance is never better than knowledge.","author":"Ernest Hemingway"},{"quote":"None of us is as smart as all of us.","author":"Frank Herbert"},{"quote":"We have an opportunity for everyone in the world to have access to all the world's information. This has never before been possible. Why is ubiquitous information so profound? It's a tremendous equalizer. Information is power.","author":"Isaac Asimov"},{"quote":"We have come out of the time when obedience, the acceptance of discipline, intelligent courage, and resolution were most important, into that more difficult time when it is a man's duty to understand his world rather than to simply fight for it.","author":"J. K. Rowling"},{"quote":"The beginning of knowledge is the discovery of something we do not understand.","author":"Jonathan Swift"},{"quote":"If knowledge can create problems, it is not through ignorance that we can solve them.","author":"Kahlil Gibran"},{"quote":"His priority did not seem to be to teach them what he knew, but rather to impress upon them that nothing, not even... knowledge, was foolproof.","author":"Lao-tzu"},{"quote":"When a true genius appears in this world you may know him by this sign, that the dines are all in confederacy against him.","author":"Margaret Fuller"},{"quote":"Perplexity is the beginning of knowledge.","author":"Mark Twain"},{"quote":"People are difficult to govern because they have too much knowledge.","author":"Olin Miller"},{"quote":"If you have knowledge, let others light their candles at it.","author":"Oliver Wendell Holmes"},{"quote":"We have not the reverent feeling for the rainbow that a savage has, because we know how it is made. We have lost as much as we gained by prying into that matter.","author":"Richard Feynman"},{"quote":"To be absolutely certain about something, one must know everything or nothing about it.","author":"Richard Feynman"},{"quote":"Knowledge and timber shouldn't be much used till they are seasoned.","author":"Samuel Johnson"},{"quote":"I was born not knowing and have had only a little time to change that here and there.","author":"Samuel Johnson"},{"quote":"You can know the name of a bird in all the languages of the world, but when you're finished, you'll know absolutely nothing whatever about the bird... So let's look at the bird and see what it's doing -- that's what counts. I learned very early the difference between knowing the name of something and knowing something.","author":"Sir Francis Bacon"},{"quote":"Knowledge is of two kinds. We know a subject ourselves, or we know where we can find information on it.","author":"Socrates"},{"quote":"Mankind have a great aversion to intellectual labor; but even supposing knowledge to be easily attainable, more people would be content to be ignorant than would take even a little trouble to acquire it.","author":"Socrates"},{"quote":"Rules are just helpful guidelines for stupid people who can't make up their own minds."},{"quote":"Knowledge is power."},{"quote":"The only good is knowledge and the only evil is ignorance."},{"quote":"There is only one good, knowledge, and one evil, ignorance."}]}