{"topic":"language","quotes":[{"quote":"We have too many high sounding words, and too few actions that correspond with them.","author":"Abigail Adams"},{"quote":"He can compress the most words into the smallest ideas of any man I ever met.","author":"Abraham Lincoln"},{"quote":"Words calculated to catch everyone may catch no one.","author":"Adlai E. Stevenson Jr."},{"quote":"Words are the physicians of the mind diseased.","author":"Aeschylus"},{"quote":"Language is the source of misunderstandings.","author":"Antoine de Saint-Exupery"},{"quote":"Let thy speech be short, comprehending much in a few words.","author":"Aprocrypha"},{"quote":"High thoughts must have high language.","author":"Aristophanes"},{"quote":"Grasp the subject, the words will follow.","author":"Cato the Elder"},{"quote":"Use soft words and hard arguments.","author":"English Proverb"},{"quote":"The great enemy of clear language is insincerity. When there is a gap between one's real and one's declared aims, one turns as it were instinctively to long words and exhausted idioms, like a cuttlefish spurting out ink.","author":"George Orwell"},{"quote":"A man thinks that by mouthing hard words he understands hard things.","author":"Herman Melville"},{"quote":"For me, words are a form of action, capable of influencing change.","author":"Ingrid Bengis"},{"quote":"When ideas fail, words come in very handy.","author":"Johann Wolfgang von Goethe"},{"quote":"Deeds, not words shall speak me.","author":"John Fletcher"},{"quote":"Words ought to be a little wild for they are the assaults of thought on the unthinking.","author":"John Maynard Keynes"},{"quote":"The great thing about human language is that it prevents us from sticking to the matter at hand.","author":"Lewis Thomas"},{"quote":"Man invented language to satisfy his deep need to complain.","author":"Lily Tomlin"},{"quote":"We have really everything in common with America nowadays except, of course, language.","author":"Oscar Wilde"},{"quote":"Words have a longer life than deeds.","author":"Pindar"},{"quote":"Language exerts hidden power, like a moon on the tides.","author":"Rita Mae Brown"},{"quote":"Drawing on my fine command of the English language, I said nothing.","author":"Robert Benchley"},{"quote":"No one has a finer command of language than the person who keeps his mouth shut.","author":"Sam Rayburn"},{"quote":"Do not accustom yourself to use big words for little matters.","author":"Samuel Johnson"},{"quote":"Works of imagination should be written in very plain language; the more purely imaginative they are the more necessary it is to be plain.","author":"Samuel Taylor Coleridge"},{"quote":"Broadly speaking, the short words are the best, and the old words best of all.","author":"Sir Winston Churchill"},{"quote":"Think like a wise man but communicate in the language of the people.","author":"William Butler Yeats"},{"quote":"Speak properly, and in as few words as you can, but always plainly; for the end of speech is not ostentation, but to be understood.","author":"William Penn"},{"quote":"I understand a fury in your words,<br>But not the words.","author":"William Shakespeare"},{"quote":"My words fly up, my thoughts remain below:<br>Words without thoughts never to heaven go.","author":"William Shakespeare"},{"quote":"They have been at a great feast of languages, and stolen the scraps.","author":"William Shakespeare"}]}