{"topic":"laughter","quotes":[{"quote":"We cannot really love anybody with whom we never laugh.","author":"Agnes Repplier"},{"quote":"He deserves Paradise who makes his companions laugh.","author":"Anonymous"},{"quote":"We laugh a lot. That's for sure. Sure beats the alternative, doesn't it?","author":"Betty White"},{"quote":"The more you find out about the world, the more opportunities there are to laugh at it.","author":"Bill Nye"},{"quote":"Laughter gives us distance. It allows us to step back from an event, deal with it and then move on.","author":"Bob Newhart"},{"quote":"Total absence of humor renders life impossible.","author":"Colette"},{"quote":"Laughter is by definition healthy.","author":"Doris Lessing"},{"quote":"The most wasted of all days is one without laughter.","author":"e e cummings"},{"quote":"If you don't learn to laugh at trouble, you won't have anything to laugh at when you're old.","author":"Edgar Watson Howe"},{"quote":"Laugh at yourself first, before anyone else can.","author":"Elsa Maxwell"},{"quote":"You cannot be mad at somebody who makes you laugh - it's as simple as that.","author":"Jay Leno"},{"quote":"If we couldn't laugh, we would all go insane.","author":"Jimmy Buffett"},{"quote":"In this life he laughs longest who laughs last.","author":"John Masefield"},{"quote":"Man is distinguished from all other creatures by the faculty of laughter.","author":"Joseph Addison"},{"quote":"One doesn't have a sense of humor. It has you.","author":"Larry Gelbart"},{"quote":"Always laugh when you can. It is cheap medicine.","author":"Lord Byron"},{"quote":"The human race has one really effective weapon, and that is laughter.","author":"Mark Twain"},{"quote":"He who laughs, lasts!","author":"Mary Pettibone Poole"},{"quote":"You don't stop laughing because you grow old. You grow old because you stop laughing.","author":"Michael Pritchard"},{"quote":"Laughter is inner jogging.","author":"Norman Cousins"},{"quote":"I was irrevocably betrothed to laughter, the sound of which has always seemed to me to be the most civilized music in the world.","author":"Peter Ustinov"},{"quote":"You can't deny laughter; when it comes, it plops down in your favorite chair and stays as long as it wants.","author":"Stephen King"},{"quote":"Beware of too much laughter, for it deadens the mind and produces oblivion.","author":"The Talmud"},{"quote":"Laughter is the closest distance between two people.","author":"Victor Borge"},{"quote":"Among those whom I like or admire, I can find no common denominator, but among those whom I love, I can: all of them make me laugh.","author":"W. H. Auden"}]}