{"topic":"laws","quotes":[{"quote":"Let me not be understood as saying that there are no bad laws, nor that grievances may not arise for the redress of which no legal provisions have been made. I mean to say no such thing. But I do mean to say that although bad laws, if they exist, should be repealed as soon as possible, still, while they continue in force, for the sake of example they should be religiously observed.","author":"Abraham Lincoln"},{"quote":"Laws alone can not secure freedom of expression; in order that every man present his views without penalty there must be spirit of tolerance in the entire population.","author":"Albert Einstein"},{"quote":"Good laws have their origins in bad morals.","author":"Ambrosius Macrobius"},{"quote":"The law, in its majestic equality, forbids the rich as well as the poor to sleep under bridges, to beg in the streets, and to steal bread.","author":"Anatole France"},{"quote":"Where you find the laws most numerous, there you will find also the greatest injustice.","author":"Arcesilaus"},{"quote":"Law is order in liberty, and without order liberty is social chaos.","author":"Archbishop Ireland"},{"quote":"Even when laws have been written down, they ought not always to remain unaltered.","author":"Aristotle"},{"quote":"I have gained this by philosophy: that I do without being commanded what others do only from fear of the law.","author":"Aristotle"},{"quote":"Law is mind without reason.","author":"Aristotle"},{"quote":"Law is order, and good law is good order.","author":"Aristotle"},{"quote":"When men are pure, laws are useless; when men are corrupt, laws are broken.","author":"Benjamin Disraeli"},{"quote":"A law is something which must have a moral basis, so that there is an inner compelling force for every citizen to obey.","author":"Chaim Weizmann"},{"quote":"In the state of nature...all men are born equal, but they cannot continue in this equality. Society makes them lose it, and they recover it only by the protection of the law.","author":"Charles de Montesquieu"},{"quote":"Law stands mute in the midst of arms.","author":"Cicero"},{"quote":"The people's good is the highest law.","author":"Cicero"},{"quote":"The strictest law often causes the most serious wrong.","author":"Cicero"},{"quote":"The welfare of the people is the ultimate law.<br> (Salus Populi Suprema Est Lex)","author":"Cicero"},{"quote":"It is found by experience that admirable laws and right precedents among the good have their origin in the misdeeds of others.","author":"Cornelius Tacitus"},{"quote":"It is the spirit and not the form of law that keeps justice alive.","author":"Earl Warren"},{"quote":"Fragile as reason is and limited as law is as the institutionalised medium of reason, that's all we have between us and the tyranny of mere will and the cruelty of unbridled, undisciplined feelings.","author":"Felix Frankfurter"},{"quote":"The United States is a nation of laws: badly written and randomly enforced.","author":"Frank Zappa"},{"quote":"What power has law where only money rules.","author":"Gaius Petronius"},{"quote":"The problem with any unwritten law is that you don't know where to go to erase it.","author":"Glaser and Way"},{"quote":"A judge is a law student who marks his own examination papers.","author":"H. L. Mencken"},{"quote":"The trouble with fighting for human freedom is that one spends most of one's time defending scoundrels. For it is against scoundrels that oppressive laws are first aimed, and oppression must be stopped at the beginning if it is to be stopped at all.","author":"H. L. Mencken"},{"quote":"It was the boast of Augustus that he found Rome of brick and left it of marble. But how much nobler will be the sovereign's boast when he shall have it to say that he found law... a sealed book and left it a living letter; found it the patrimony of the rich and left it the inheritance of the poor; found it the two-edged sword of craft and oppression and left it the staff of honesty and the shield of innocence.","author":"Henry Brougham"},{"quote":"The law is not so much carved in stone as it is written in water, flowing in and out with the tide.","author":"Jeff Melvoin"},{"quote":"Ignorance of the law excuses no man: Not that all men know the law, but because 'tis an excuse every man will plead, and no man can tell how to refute him.","author":"John Selden"},{"quote":"The more laws and order are made prominent,<br>The more thieves and robbers there will be.","author":"Lao-tzu"},{"quote":"I submit that an individual who breaks a law that conscience tells him is unjust, and who willingly accepts the penalty of imprisonment in order to arouse the conscience of the community over its injustice, is in reality expressing the highest respect for the law.","author":"Martin Luther King Jr."}]}