{"topic":"lies","quotes":[{"quote":"Liars when they speak the truth are not believed.","author":"Aristotle"},{"quote":"Sometimes the lies you tell are less frightening than the loneliness you might feel if you stopped telling them.","author":"Clare Booth Luce"},{"quote":"Lying increases the creative faculties, expands the ego, and lessens the frictions of social contacts.","author":"Franklin D. Roosevelt"},{"quote":"Repetition does not transform a lie into a truth.","author":"Friedrich Nietzsche"},{"quote":"The visionary lies to himself, the liar only to others.","author":"H. L. Mencken"},{"quote":"All men are frauds. The only difference between them is that some admit it. I myself deny it.","author":"Jerome K. Jerome"},{"quote":"It is always the best policy to speak the truth--unless, of course, you are an exceptionally good liar.","author":"Lenin"},{"quote":"A lie told often enough becomes the truth.","author":"Mark Twain"},{"quote":"A lie can travel halfway around the world while the truth is putting on its shoes.","author":"Mark Twain"},{"quote":"The history of our race, and each individual's experience, are sown thick with evidence that a truth is not hard to kill and that a lie told well is immortal.","author":"Plato"},{"quote":"Lies are like children: they're hard work, but it's worth it because the future depends on them.","author":"Quintilian"},{"quote":"False words are not only evil in themselves, but they infect the soul with evil.","author":"Ralph Waldo Emerson"},{"quote":"A liar should have a good memory.","author":"Sallust"},{"quote":"Truth is beautiful, without doubt; but so are lies.","author":"Samuel Butler"},{"quote":"Ambition drove many men to become false; to have one thought locked in the breast, another ready on the tongue.","author":"Samuel Butler"},{"quote":"Any fool can tell the truth, but it requires a man of some sense to know how to lie well.","author":"Sir Walter Scott"},{"quote":"The best liar is he who makes the smallest amount of lying go the longest way.","author":"Sophocles"},{"quote":"Oh what a tangled web we weave,<br> When first we practise to deceive!"},{"quote":"Truly, to tell lies is not honorable;<br>but when the truth entails tremendous ruin,<br>To speak dishonorably is pardonable."}]}