{"topic":"life","quotes":[{"quote":"Life isn't simple. But the beauty of it is, you can always start over. It'll get easier.","author":"Barbara Hall"},{"quote":"Life is indeed difficult, partly because of the real difficulties we must overcome in order to survive, and partly because of our own innate desire to always do better, to overcome new challenges, to self-actualize. Happiness is experienced largely in striving towards a goal, not in having attained things, because our nature is always to want to go on to the next endeavor.","author":"Ben Stein"},{"quote":"You're alive. Do something. The directive in life, the moral imperative was so uncomplicated. It could be expressed in single words, not complete sentences. It sounded like this: Look. Listen. Choose. Act.","author":"Boris Pasternak"},{"quote":"The first step to getting the things you want out of life is this: Decide what you want.","author":"Brendan Gill"},{"quote":"Man is born to live, not to prepare for life.","author":"Christopher Morley"},{"quote":"Not a shred of evidence exists in favor of the idea that life is serious.","author":"Condoleeza Rice"},{"quote":"Life is a foreign language; all men mispronounce it.","author":"Diane Ackerman"},{"quote":"Life is full of surprises and and serendipity. Being open to unexpected turns in the road is an important part of success. If you try to plan every step, you may miss those wonderful twists and turns. Just find your next adventure-do it well, enjoy it-and then, not now, think about what comes next.","author":"Dick Werthimer"},{"quote":"In matters of self-control as we shall see again and again, speed kills. But a little friction really can save lives.","author":"Dorothy Parker"},{"quote":"When we exercise self-control on a given occasion, we win for ourselves a little credibility we can rely on the next time around. Pretty soon we develop a reputation to ourselves that we want badly to uphold. With each test that we meet, our resolve gains momentum, fueled by the fear that we may succumb and establish a damaging precedent for our own weakness.","author":"Edna St. Vincent Millay"},{"quote":"Life is a thing that mutates without warning, not always in enviable ways. All part of the improbable adventure of being alive, of being a brainy biped with giant dreams on a crazy blue planet.","author":"Elbert Hubbard"},{"quote":"The purpose of life is to fight maturity.","author":"Ellen DeGeneres"},{"quote":"Oh, life is a glorious cycle of song,<br> A medley of extemporanea; <br>And love is a thing that can never go wrong; <br>And I am Marie of Romania.","author":"Fran Lebowitz"},{"quote":"It's not true that life is one damn thing after another; it is one damn thing over and over.","author":"Henry J. Tillman"},{"quote":"Life is just one damned thing after another.","author":"Isaac Asimov"},{"quote":"Life is like one big Mardi Gras. But instead of showing your boobs, show people your brain, and if they like what they'll, you'll have more beads than you know what to do with.","author":"J. K. Rowling"},{"quote":"Life is something that happens when you can't get to sleep.","author":"James M. Barrie"},{"quote":"Life is something that everyone should try at least once.","author":"John Lennon"},{"quote":"Life is pleasant. Death is peaceful. It's the transition that's troublesome.","author":"Norman Thomas"},{"quote":"Life is difficult and complicated and beyond anyone's total control, and the humility to know that will enable you to survive its vicissitudes.","author":"Oliver Wendell Holmes"},{"quote":"Life is a long lesson in humility.","author":"Oprah Winfrey"},{"quote":"Life is what happens to you while you're busy making other plans."},{"quote":"In real life, however, you don't react to what someone did; you react only to what you think she did, and the gap between action and perception is bridged by the art of impression management. If life itself is but what you deem it, then why not focus your efforts on persuading others to believe that you are a virtuous and trustworthy cooperator?"},{"quote":"The lessons this life has planted in my heart pertain more to caring than crops, more to Golden Rule than gold, more to the proper choice than to the popular choice."},{"quote":"Nature has invented reproduction as a mechanism for life to move forward. As a life force that passes right through us and makes us a link in the evolution of life."},{"quote":"Life is fickle; the fair man doesn't invariably win."},{"quote":"The secret of a good life is to have the right loyalties and hold them in the right scale of values."},{"quote":"Life is a fatal complaint, and an eminently contagious one."},{"quote":"Difficulties come when you don't pay attention to life's whisper. Life always whispers to you first, but if you ignore the whisper, sooner or later you'll get a scream.", "author": "Oprah Winfrey"}]}