{"topic":"listening","quotes":[{"quote":"There are people who, instead of listening to what is being said to them, are already listening to what they are going to say themselves.","author":"Albert Guinon"},{"quote":"No man ever listened himself out of a job.","author":"Calvin Coolidge"},{"quote":"Make sure you have finished speaking before your audience has finished listening.","author":"Dorothy Sarnoff"},{"quote":"When people talk, listen completely. Most people never listen.","author":"Ernest Hemingway"},{"quote":"To listen closely and reply well is the highest perfection we are able to attain in the art of conversation.","author":"Francois de La Rochefoucauld"},{"quote":"Be a good listener. Your ears will never get you in trouble.","author":"Frank Tyger"},{"quote":"Listen. Do not have an opinion while you listen because frankly, your opinion doesn't hold much water outside of Your Universe. Just listen. Listen until their brain has been twisted like a dripping towel and what they have to say is all over the floor.","author":"Hugh Elliott"},{"quote":"A good listener is a good talker with a sore throat.","author":"Katharine Whitehorn"},{"quote":"A good listener is usually thinking about something else.","author":"Kin Hubbard"},{"quote":"Maybe I wanted to hear it so badly that my ears betrayed my mind in order to secure my heart.","author":"Margaret Cho"},{"quote":"No one really listens to anyone else, and if you try it for a while you'll see why.","author":"Mignon McLaughlin"},{"quote":"Everybody lies, but it doesn't matter because nobody listens.","author":"Nick Diamos"},{"quote":"It is the province of knowledge to speak and it is the privilege of wisdom to listen.","author":"Oliver Wendell Holmes"},{"quote":"Know how to listen, and you will profit even from those who talk badly.","author":"Plutarch"},{"quote":"As I get older, I've learned to listen to people rather than accuse them of things.","author":"Po Bronson"},{"quote":"My parents taught me how to listen to everybody before I made up my own mind. When you listen, you learn. You absorb like a sponge-and your life becomes so much better than when you are just trying to be listened to all the time.","author":"Wilson Mizner"},{"quote":"A good listener is not only popular everywhere, but after a while he gets to know something."}]}