{"topic":"mankind","quotes":[{"quote":"Every man has three characters-that which he exhibits, that which he has, and that which he thinks he has.","author":"Andre Gide"},{"quote":"So long as we live among men, let us cherish humanity.","author":"Andrew Jackson"},{"quote":"One man with courage makes a majority.","author":"Andy and Larry Wachowski"},{"quote":"To deny our own impulses is to deny the very thing that makes us human.","author":"Bertrand Russell"},{"quote":"It has been said that man is a rational animal. All my life I have been searching for evidence which could support this.","author":"Blaise Pascal"},{"quote":"I have discovered that all human evil comes from this, man's being unable to sit still in a room.","author":"Homer"},{"quote":"What mattered was not what happens to you, but how you handle it. Self-command is required to overcome the dangerous misinformation of our emotions, and because for the most part the self is the only thing that we can command. We have no control, ultimately, over what people do or think. What we can influence is our understanding of these circumstances and how we respond to them.","author":"Joseph Baretti"},{"quote":"The fates have given mankind a patient soul.","author":"Mahatma Gandhi"},{"quote":"I hate mankind, for I think myself one of the best of them, and I know how bad I am.","author":"Mark Twain"},{"quote":"You must not lose faith in humanity. Humanity is an ocean; if a few drops of the ocean are dirty, the ocean does not become dirty.","author":"Mark Twain"},{"quote":"It was enough to make a body ashamed of the human race.","author":"Oscar Wilde"},{"quote":"Man is the Only Animal that Blushes. Or needs to.","author":"Samuel Butler"},{"quote":"A curious part of the human psyche is that the moment that a person presumed to be in danger is discovered to be safe, everyone's anxiety turns into anger.","author":"Samuel Johnson"},{"quote":"I think that God in creating Man somewhat overestimated his ability.","author":"Thomas Paine"},{"quote":"Man is the only animal that laughs and has a state legislature.","author":"Woodrow Wilson"},{"quote":"As I know more of mankind I expect less of them, and am ready now to call a man a good man upon easier terms than I was formerly."},{"quote":"The world is my country, all mankind are my brethren, and to do good is my religion."},{"quote":"People are not an interruption of our business. People are our business."},{"quote":"In the last analysis, my fellow country men, as we in America would be the first to claim, a people are responsible for the acts of their government."}]}