{"topic":"memory","quotes":[{"quote":"[Memory is] a man's real possession...In nothing else is he rich, in nothing else is he poor.","author":"Alexander Smith"},{"quote":"Own only what you can carry with you; know language, know countries, know people. Let your memory be your travel bag.","author":"Alexander Solzhenitsyn"},{"quote":"Memory feeds imagination.","author":"Amy Tan"},{"quote":"The memory should be specially taxed in youth, since it is then that it is strongest and most tenacious. But in choosing the things that should be committed to memory the utmost care and forethought must be exercised; as lessons well learnt in youth are never forgotten.","author":"Arthur Schopenhauer"},{"quote":"Creditors have better memories than debtors.","author":"Benjamin Franklin"},{"quote":"The palest ink is better than the best memory.","author":"Chinese Proverb"},{"quote":"We can remember minutely and precisely only the things which never really happened to us.","author":"Eric Hoffer"},{"quote":"Why is it that our memory is good enough to retain the least triviality that happens to us, and yet not good enough to recollect how often we have told it to the same person?","author":"Francois de La Rochefoucauld"},{"quote":"One must have a good memory to be able to keep the promises one makes.","author":"Friedrich Nietzsche"},{"quote":"The advantage of a bad memory is that one enjoys several times the same good things for the first time.","author":"Friedrich Nietzsche"},{"quote":"There is not any memory with less satisfaction than the memory of some temptation we resisted.","author":"James Branch Cabell"},{"quote":"If any one faculty of our nature may be called more wonderful than the rest, I do think it is memory. There seems something more speakingly incomprehensible in the powers, the failures, the inequalities of memory, than in any other of our intelligences. The memory is sometimes so retentive, so serviceable, so obedient; at others, so bewildered and so weak; and at others again, so tyrannic, so beyond control! We are, to be sure, a miracle every way; but our powers of recollecting and of forgetting do seem peculiarly past finding out.","author":"Jane Austen"},{"quote":"Nothing is so admirable in politics as a short memory.","author":"John Kenneth Galbraith"},{"quote":"It's a poor sort of memory that only works backward.","author":"Lewis Carroll"},{"quote":"When I was younger, I could remember anything, whether it had happened or not.","author":"Mark Twain"},{"quote":"He who is not very strong in memory should not meddle with lying.","author":"Michel de Montaigne"},{"quote":"Nothing fixes a thing so intensely in the memory as the wish to forget it.","author":"Michel de Montaigne"},{"quote":"It was one of those perfect English autumnal days which occur more frequently in memory than in life.","author":"P. D. James"},{"quote":"You can fall ill with just a memory.","author":"Rachel Carson"},{"quote":"For the sense of smell, almost more than any other, has the power to recall memories and it is a pity that you use it so little.","author":"Tryon Edwards"},{"quote":"Memories can be sad, but sometimes they can also save you.","author":"William Shakespeare"},{"quote":"The secret of a good memory is attention, and attention to a subject depends upon our interest in it. We rarely forget that which has made a deep impression on our minds.","author":"William Shakespeare"},{"quote":"I would forget it fain; But, O, it presses to my memory, like damned guilty deeds to a sinners mind.","author":"William Shakespeare"},{"quote":"Though yet of Hamlet our dear brother's death the memory be green.","author":"William Shakespeare"},{"quote":"When to the sessions of sweet silent thought <br> I summon up remembrance of things past, <br> I sigh the lack of many things I sought, <br> And with old woes new wail my dear time's waste."},{"quote":"When wasteful war shall statues overturn, <br> And broils root out the work of masonry, <br> Nor Mars his sword nor wars quick fire shall burn <br> The living record of your memory."}]}