{"topic":"men and women","quotes":[{"quote":"There can be no spirituality, no sanctity, no truth without the female sex.","author":"Diane Frolov and Andrew Schneider"},{"quote":"I'm just a person trapped inside a woman's body.","author":"Elayne Boosler"},{"quote":"How close the sexes sometimes come to one another. It is as much a matter of behaviour and the spere in which they move that separates the masculine part of humanity from the feminine.","author":"George Bernard Shaw"},{"quote":"Women upset everything. When you let them into your life, you find that the woman is driving at one thing and you're driving at another.","author":"H. L. Mencken"},{"quote":"Misogynist: A man who hates women as much as women hate one another.","author":"James Thurber"},{"quote":"I hate women because they always know where things are.","author":"Jilly Cooper"},{"quote":"The male is a domestic animal which, if treated with firmness, can be trained to do most things.","author":"Joseph L. Mankiewicz"},{"quote":"Funny business, a woman's career: the things you drop on the way up the ladder so you can move faster. You forget you'll need them again when you get back to being a woman. It's one career all females have in common, whether we like it or not: being a woman. Sooner or later, we've got to work at it, no matter how many other careers we've had or wanted.","author":"Lawana Blackwell"},{"quote":"For all their strength, men were sometimes like little children.","author":"Margaret Fuller"},{"quote":"Male and female represent the two sides of the great radical dualism. But in fact they are perpetually passing into one another. Fluid hardens to solid, solid rushes to fluid. There is no wholly masculine man, no purely feminine woman.","author":"Oliver Wendell Holmes"},{"quote":"When I think of talking, it is of course with a woman. For talking at its best being an inspiration, it wants a corresponding divine quality of receptiveness, and where will you find this but in a woman?","author":"Plato"},{"quote":"If women are expected to do the same work as men, we must teach them the same things.","author":"Plutarch"},{"quote":"When the candles are out all women are fair.","author":"Robin Morgan"},{"quote":"Don't accept rides from strange men, and remember that all men are strange.","author":"Scott Adams"},{"quote":"Men live in a fantasy world. I know this because I am one, and I actually receive my mail there.","author":"Susan Sontag"},{"quote":"What is most beautiful in virile men is something feminine; what is most beautiful in feminine women is something masculine.","author":"Timothy Leary"},{"quote":"Women who seek to be equal with men lack ambition.","author":"Virginia Woolf"},{"quote":"For most of history, Anonymous was a woman.","author":"William Congreve"},{"quote":"Heaven has no rage like love to hatred turned,<br> Nor hell a fury like a woman scorned.","author":"William Shakespeare"},{"quote":"A woman impudent and mannish grown is not more loathed than an effeminate man in time of action.","author":"William Shakespeare"},{"quote":"A woman mov'd is like a fountain troubled, muddy, <br> ill-seeming, thick, bereft of beauty.","author":"William Shakespeare"},{"quote":"Age cannot wither her, nor custom stale her infinite variety.","author":"William Shakespeare"},{"quote":"Art thou a man? thy form cries out thou art: <br> Thy tears are womanish; thy wild acts denote <br> The unreasonable fury of a beast: <br> Unseemly woman in a seeming man! <br> Or ill-beseeming beast in seeming both!","author":"William Shakespeare"},{"quote":"Frailty, thy name is woman!","author":"William Shakespeare"},{"quote":"Give me that man that is not passion's slave, and I will wear him in my hearts core.","author":"William Shakespeare"},{"quote":"Have you not heard it said full oft, a woman's nay doth stand for naught.","author":"William Shakespeare"},{"quote":"He is the half part of a blessed man, <br> Left to be finished by such as she; <br> And she a fair divided excellence, <br> Whose fulness of perfection lies in him.","author":"William Shakespeare"},{"quote":"His life was gentle, and the elements so mix'd in him that Nature might stand up and say to all the world 'This was a man!'","author":"William Shakespeare"},{"quote":"How ever do we praise ourselves, our fancies are more giddy and uniform, more longing, wavering, sooner lost and worn, than women's are."}]}