{"topic":"mistakes","quotes":[{"quote":"Mistakes are a part of being human. Appreciate your mistakes for what they are: precious life lessons that can only be learned the hard way. Unless it's a fatal mistake, which, at least, others can learn from.","author":"Al Franken"},{"quote":"Anyone nit-picking enough to write a letter of correction to an editor doubtless deserves the error that provoked it.","author":"Alvin Toffler"},{"quote":"Great services are not canceled by one act or by one single error.","author":"Benjamin Disraeli"},{"quote":"An expert is a person who avoids small error as he sweeps on to the grand fallacy.","author":"Benjamin Stolberg"},{"quote":"Wise men profit more from fools than fools from wise men; for the wise men shun the mistakes of fools, but fools do not imitate the successes of the wise.","author":"Cato the Elder"},{"quote":"We must not say every mistake is a foolish one.","author":"Cicero"},{"quote":"Be not ashamed of mistakes and thus make them crimes.","author":"Confucius"},{"quote":"Laughing at our mistakes can lengthen our own life. Laughing at someone else's can shorten it.","author":"Cullen Hightower"},{"quote":"We're all capable of mistakes, but I do not care to enlighten you on the mistakes we may or may not have made.","author":"Dan Quayle"},{"quote":"No one who cannot rejoice in the discovery of his own mistakes deserves to be called a scholar.","author":"Donald Foster"},{"quote":"Assert your right to make a few mistakes. If people can't accept your imperfections, that's their fault.","author":"Dr. David M. Burns"},{"quote":"The greatest mistake you can make in life is to be continually fearing you will make one.","author":"Elbert Hubbard"},{"quote":"Experience is that marvelous thing that enables you to recognize a mistake when you make it again.","author":"Franklin P. Jones"},{"quote":"It's always helpful to learn from your mistakes because then your mistakes seem worthwhile.","author":"Garry Marshall"},{"quote":"A life spent making mistakes is not only more honorable, but more useful than a life spent doing nothing.","author":"George Bernard Shaw"},{"quote":"While one person hesitates because he feels inferior, the other is busy making mistakes and becoming superior.","author":"Henry C. Link"},{"quote":"She had an unequalled gift... of squeezing big mistakes into small opportunities. ","author":"Henry James"},{"quote":"When you make a mistake, don't look back at it long. Take the reason of the thing into your mind and then look forward. Mistakes are lessons of wisdom. The past cannot be changed. The future is yet in your power.","author":"Hugh White"},{"quote":"I have learned throughout my life as a composer chiefly through my mistakes and pursuits of false assumptions, not by my exposure to founts of wisdom and knowledge.","author":"Igor Stravinsky"},{"quote":"Any man whose errors take ten years to correct is quite a man.","author":"J. Robert Oppenheimer"},{"quote":"Experience teaches slowly and at the cost of mistakes.","author":"James A. Froude"},{"quote":"Mistakes are the portals of discovery.","author":"James Joyce"},{"quote":"If all else fails, immortality can always be assured by spectacular error.","author":"John Kenneth Galbraith"},{"quote":"Freedom is not worth having if it does not include the freedom to make mistakes.","author":"Mahatma Gandhi"},{"quote":"There are sadistic scientists who hurry to hunt down errors instead of establishing the truth.","author":"Marie Curie"},{"quote":"If you have made mistakes, even serious ones, there is always another chance for you. What we call failure is not the falling down but the staying down.","author":"Mary Pickford"},{"quote":"If I had my life to live over... I'd dare to make more mistakes next time.","author":"Nadine Stair"},{"quote":"Never interrupt your enemy when he is making a mistake.","author":"Napoleon Bonaparte"},{"quote":"An expert is a person who has made all the mistakes that can be made in a very narrow field.","author":"Niels Bohr"},{"quote":"Experience is the name everyone gives to their mistakes.","author":"Oscar Wilde"}]}