{"topic":"money","quotes":[{"quote":"Too many of us look upon Americans as dollar chasers. This is a cruel libel, even if it is reiterated thoughtlessly by the Americans themselves.","author":"Albert Einstein"},{"quote":"Poverty cannot deprive us of many consolations. It cannot rob us of the affection we have for each other, or degrade us in our own opinion, of in that of any person, whose opinion we ought to value.","author":"Ann Radcliffe"},{"quote":"There is some magic in wealth, which can thus make persons pay their court to it, when it does not even benefit themselves. How strange it is, that a fool or knave, with riches, should be treated with more respect by the world, than a good man, or a wise man in poverty!","author":"Ann Radcliffe"},{"quote":"I feel good about taking things to Goodwill and actually, I do like shopping at Goodwill. It's so cheap that it feels like a library where I am just checking things out for awhile until I decide to take them back.","author":"April Foiles"},{"quote":"He that is of the opinion money will do everything may well be suspected of doing everything for money.","author":"Benjamin Franklin"},{"quote":"If you would be wealthy, think of saving as well as getting.","author":"Benjamin Franklin"},{"quote":"Who is rich? He that is content. Who is that? Nobody.","author":"Benjamin Franklin"},{"quote":"Riches may enable us to confer favours, but to confer them with propriety and grace requires a something that riches cannot give.","author":"Charles Caleb Colton"},{"quote":"Annual income twenty pounds, annual expenditure nineteen six, result happiness. Annual income twenty pounds, annual expenditure twenty pound ought and six, result misery.","author":"Charles Dickens"},{"quote":"If all the rich people in the world divided up their money among themselves there wouldn't be enough to go around.","author":"Christina Stead"},{"quote":"Endless money forms the sinews of war.","author":"Cicero"},{"quote":"Money was never a big motivation for me, except as a way to keep score. The real excitement is playing the game.","author":"Donald Trump"},{"quote":"If you want to know what God thinks of money, just look at the people he gave it to.","author":"Dorothy Parker"},{"quote":"Money is the sinew of love as well as war.","author":"Dr. Thomas Fuller"},{"quote":"I'm living so far beyond my income that we may almost be said to be living apart.","author":"e e cummings"},{"quote":"The only way not to think about money is to have a great deal of it.","author":"Edith Wharton"},{"quote":"Save a little money each month and at the end of the year you'll be surprised at how little you have.","author":"Ernest Haskins"},{"quote":"My problem lies in reconciling my gross habits with my net income.","author":"Errol Flynn"},{"quote":"The mint makes it first, it is up to you to make it last.","author":"Evan Esar"},{"quote":"The rich are the scum of the earth in every country.","author":"G. K. Chesterton"},{"quote":"Lack of money is the root of all evil.","author":"George Bernard Shaw"},{"quote":"One must be poor to know the luxury of giving.","author":"George Eliot"},{"quote":"Money frees you from doing things you dislike. Since I dislike doing nearly everything, money is handy.","author":"Groucho Marx"},{"quote":"The chief value of money lies in the fact that one lives in a world in which it is overestimated.","author":"H. L. Mencken"},{"quote":"Make money your god and it will plague you like the devil.","author":"Henry Fielding"},{"quote":"Make money, money by fair means if you can, if not, but any means money.","author":"Horace"},{"quote":"If you can count your money, you don't have a billion dollars.","author":"J. Paul Getty"},{"quote":"I have enough money to last me the rest of my life, unless I buy something.","author":"Jackie Mason"},{"quote":"A large income is the best recipe for happiness I ever heard of.","author":"Jane Austen"}]}