{"topic":"music","quotes":[{"quote":"The whole problem can be stated quite simply by asking, 'Is there a meaning to music?' My answer would be, 'Yes.' And 'Can you state in so many words what the meaning is?' My answer to that would be, 'No.'","author":"Aaron Copland"},{"quote":"After silence, that which comes nearest to expressing the inexpressible is music.","author":"Aldous Huxley"},{"quote":"[T]here's no bad day that can't be overcome by listening to a barbershop quartet; this is just truth, plain and simple.","author":"Chuck Sigars"},{"quote":"An intellectual snob is someone who can listen to the William Tell Overture and not think of The Lone Ranger.","author":"Dan Rather"},{"quote":"But then there's a moment like tonight, a profound and transcendent experience, the feeling as if a door has opened, and it's all because of that instrument, that incredible, magical instrument.","author":"Diane Frolov and Andrew Schneider"},{"quote":"Opera is when a guy gets stabbed in the back and, instead of bleeding, he sings.","author":"Ed Gardner"},{"quote":"Wagner's music is better than it sounds.","author":"Edgar Wilson Nye"},{"quote":"My personal hobbies are reading, listening to music, and silence.","author":"Edith Sitwell"},{"quote":"I don't know anything about music. In my line you don't have to.","author":"Elvis Presley"},{"quote":"Only sick music makes money today.","author":"Friedrich Nietzsche"},{"quote":"Music with dinner is an insult both to the cook and the violinist.","author":"G. K. Chesterton"},{"quote":"Hell is full of musical amateurs.","author":"George Bernard Shaw"},{"quote":"Hell is full of musical amateurs: music is the brandy of the damned.","author":"George Bernard Shaw"},{"quote":"I think I should have no other mortal wants, if I could always have plenty of music. It seems to infuse strength into my limbs and ideas into my brain. Life seems to go on without effort, when I am filled with music.","author":"George Eliot"},{"quote":"There is no feeling, except the extremes of fear and grief, that does not find relief in music.","author":"George Eliot"},{"quote":"Music is essentially useless, as life is.","author":"George Santayana"},{"quote":"Music is essentially useless, as life is: but both have an ideal extension which lends utility to its conditions.","author":"George Santayana"},{"quote":"Military justice is to justice what military music is to music.","author":"Groucho Marx"},{"quote":"Among all men on the earth bards have a share of honor and reverence, because the muse has taught them songs and loves the race of bards.","author":"Homer"},{"quote":"My music is best understood by children and animals.","author":"Igor Stravinsky"},{"quote":"Ah, music. A magic beyond all we do here!","author":"J. K. Rowling"},{"quote":"I think everyone should have a Beatles phase in their life. I think it's part of growing up in the Western world.","author":"Jadelr and Cristina Cordova"},{"quote":"Music like religion, unconditionally brings in its train all the moral virtues to the heart it enters, even though that heart is not in the least worthy.","author":"Jean Baptiste Montegut"},{"quote":"I hate music, especially when it's played.","author":"Jimmy Durante"},{"quote":"If you develop an ear for sounds that are musical it is like developing an ego. You begin to refuse sounds that are not musical and that way cut yourself off from a good deal of experience.","author":"John Cage"},{"quote":"Music is the only language in which you cannot say a mean or sarcastic thing.","author":"John Erskine"},{"quote":"Classical music is the kind we keep thinking will turn into a tune.","author":"Kin Hubbard"},{"quote":"Music is a discipline, and a mistress of order and good manners, she makes the people milder and gentler, more moral and more reasonable.","author":"Martin Luther"},{"quote":"My heart, which is so full to overflowing, has often been solaced and refreshed by music when sick and weary.","author":"Martin Luther"},{"quote":"Take a music bath once or twice a week for a few seasons, and you will find that it is to the soul what the water bath is to the body.","author":"Oliver Wendell Holmes"}]}