{"topic":"nature","quotes":[{"quote":"The refreshing pleasure from the first view of nature, after the pain of illness, and the confinement of a sick-chamber, is above the conceptions, as well as the descriptions, of those in health.","author":"Ann Radcliffe"},{"quote":"Nature is just enough; but men and women must comprehend and accept her suggestions.","author":"Antoinette Brown Blackwell"},{"quote":"In all things of nature there is something of the marvelous.","author":"Aristotle"},{"quote":"Nature does nothing uselessly.","author":"Aristotle"},{"quote":"The materials of wealth are in the earth, in the seas, and in their natural and unaided productions.","author":"Daniel Webster"},{"quote":"I would feel more optimistic about a bright future for man if he spent less time proving that he can outwit Nature and more time tasting her sweetness and respecting her seniority.","author":"E. B. White"},{"quote":"Mountains inspire awe in any human person who has a soul. They remind us of our frailty, our unimportance, of the briefness of our span upon this earth. They touch the heavens, and sail serenely at an altitude beyond even the imaginings of a mere mortal.","author":"Frank Lloyd Wright"},{"quote":"I believe in God, only I spell it Nature.","author":"H. G. Wells"},{"quote":"Adapt or perish, now as ever, is nature's inexorable imperative.","author":"Heraclitus"},{"quote":"Nature is wont to hide herself.","author":"Jane Austen"},{"quote":"One cannot fix one's eyes on the commonest natural production without finding food for a rambling fancy.","author":"Scott Westerfeld"},{"quote":"It's amazing how quickly nature consumes human places after we turn our backs on them. Life is a hungry thing.","author":"Tennessee Williams"},{"quote":"A vacuum is a hell of a lot better than some of the stuff that nature replaces it with.","author":"Walt Whitman"},{"quote":"After you have exhausted what there is in business, politics, conviviality, and so on - have found that none of these finally satisfy, or permanently wear - what remains? Nature remains.","author":"Walt Whitman"},{"quote":"You must not know too much or be too precise or scientific about birds and trees and flowers and watercraft; a certain free-margin, and even vagueness - ignorance, credulity - helps your enjoyment of these things.","author":"William Shakespeare"},{"quote":"Nature does require her times of preservation.","author":"William Shakespeare"},{"quote":"Where the bee sucks, there suck I:<br> In a cowslip's bell I lie; <br> There I couch when owls do cry. <br> On the bat's back I do fly <br> After summer merrily. <br> Merrily, merrily shall I live now <br> Under the blossom that hangs on the bough.","author":"Zeno"},{"quote":"The goal of life is living in agreement with nature."}]}