{"topic":"opinions","quotes":[{"quote":"When men exercise their reason coolly and freely on a variety of distinct questions, they inevitably fall into different opinions on some of them. When they are governed by a common passion, their opinions, if they are to be called, will be the same.","author":"Alexander Hamilton"},{"quote":"It is not advisable, James, to venture unsolicited opinions. You should spare yourself the embarrassing discovery of their exact value to your listener.","author":"Ayn Rand"},{"quote":"Every man has a right to his opinion, but no man has a right to be wrong in his facts.","author":"Bernard M. Baruch"},{"quote":"I think we ought always to entertain our opinions with some measure of doubt. I shouldn't wish people dogmatically to believe any philosophy, not even mine.","author":"Bertrand Russell"},{"quote":"The opinions that are held with passion are always those for which no good ground exists; indeed the passion is the measure of the holders lack of rational conviction. Opinions in politics and religion are almost always held passionately.","author":"Bertrand Russell"},{"quote":"I'm not sure I want popular opinion on my side -- I've noticed those with the most opinions often have the fewest facts.","author":"Bethania McKenstry"},{"quote":"Fight for your opinions, but do not believe that they contain the whole truth, or the only truth.","author":"Charles A. Dana"},{"quote":"The recipe for perpetual ignorance is: be satisfied with your opinions and content with your knowledge.","author":"Elbert Hubbard"},{"quote":"The moment we begin to fear the opinions of others and hesitate to tell the truth that is in us, and from motives of policy are silent when we should speak, the divine floods of light and life no longer flow into our souls.","author":"Elizabeth Cady Stanton"},{"quote":"There is probably an element of malice in our readiness to overestimate people - we are, as it were, laying up for ourselves the pleasure of later cutting them down to size.","author":"Eric Hoffer"},{"quote":"Opinions founded on prejudice are always sustained with the greatest of violence.","author":"Francis Jeffrey"},{"quote":"It is hard enough to remember my opinions, without also remembering my reasons for them!","author":"Friedrich Nietzsche"},{"quote":"Don't judge a man by his opinions, but what his opinions have made of him.","author":"Georg Christoph Lichtenberg"},{"quote":"Nothing is more conducive to peace of mind than not having any opinions at all.","author":"Georg Christoph Lichtenberg"},{"quote":"I have opinions of my own -- strong opinions -- but I don't always agree with them.","author":"George Bush"},{"quote":"This imputation of inconsistency is one to which every sound politician and every honest thinker must sooner or later subject himself. The foolish and the dead alone never change their opinion.","author":"John Milton"},{"quote":"Where there is much desire to learn, there of necessity will be much arguing, much writing, many opinions; for opinions in good men is but knowledge in the making.","author":"Katherine Mansfield"},{"quote":"Risk! Risk anything! Care no more for the opinions of others, for those voices. Do the hardest thing on earth for you. Act for yourself. Face the truth.","author":"Lawana Blackwell"},{"quote":"Patterning your life around other's opinions is nothing more than slavery.","author":"Mark Twain"},{"quote":"I am not one of those who in expressing opinions confine themselves to facts.","author":"Mark Twain"},{"quote":"Our opinions do not really blossom into fruition until we have expressed them to someone else.","author":"Mark Twain"},{"quote":"Sane and intelligent human beings are like all other human beings, and carefully and cautiously and diligently conceal their private real opinions from the world and give out fictitious ones in their stead for general consumption.","author":"Plato"},{"quote":"It is much easier to break the rules when one s surrounded by strangers. One does not know any of them, so one cannot really care for their opinion.","author":"Senator Patrick Leahy"},{"quote":"You are young, my son, and, as the years go by, time will change and even reverse many of your present opinions. Refrain therefore awhile from setting yourself up as a judge of the highest matters.","author":"Thomas H. Huxley"},{"quote":"You get fifteen democrats in a room, and you get twenty opinions.","author":"Thomas Jefferson"},{"quote":"There is no greater mistake than the hasty conclusion that opinions are worthless because they are badly argued.","author":"Virginia Woolf"},{"quote":"Every difference of opinion is not a difference of principle.","author":"Walter Pater"},{"quote":"Literature is strewn with the wreckage of men who have minded beyond reason the opinions of others."},{"quote":"What we have to do is to be forever curiously testing new opinions and courting new impressions."}]}