{"topic":"opportunity","quotes":[{"quote":"Next to knowing when to seize an opportunity, the most important thing in life is to know when to forego an advantage.","author":"Benjamin Disraeli"},{"quote":"Seize opportunity by the beard, for it is bald behind.","author":"Bulgarian Proverb"},{"quote":"Small opportunities are often the beginning of great enterprises.","author":"Demosthenes"},{"quote":"You have to recognize when the right place and the right time fuse and take advantage of that opportunity. There are plenty of opportunities out there. You can't sit back and wait.","author":"Ellen Metcalf"},{"quote":"There is no security on this earth, there is only opportunity.","author":"General Douglas MacArthur"},{"quote":"Trouble is only opportunity in work clothes.","author":"Henry J. Kaiser"},{"quote":"She had an unequalled gift... of squeezing big mistakes into small opportunities. ","author":"Henry James"},{"quote":"Too many people are thinking of security instead of opportunity. They seem more afraid of life than death.","author":"James F. Byrnes"},{"quote":"The Chinese use two brush strokes to write the word 'crisis.' One brush stroke stands for danger; the other for opportunity. In a crisis, be aware of the danger - but recognize the opportunity.","author":"John F. Kennedy"},{"quote":"We are continually faced with a series of great opportunities brilliantly disguised as insoluble problems.","author":"John W. Gardner"},{"quote":"Equal opportunity means everyone will have a fair chance at being incompetent.","author":"Laurence J. Peter"},{"quote":"You create your opportunities by asking for them.","author":"Patty Hansen"},{"quote":"While we stop to think, we often miss our opportunity.","author":"Publilius Syrus"},{"quote":"No great man ever complains of want of opportunity.","author":"Ralph Waldo Emerson"},{"quote":"A wise man will make more opportunities than he finds.","author":"Sir Francis Bacon"},{"quote":"Opportunity is missed by most people because it is dressed in overalls and looks like work.","author":"Thomas A. Edison"},{"quote":"THERE ARE NO MISTAKES, only opportunities.","author":"Walt Kelly"},{"quote":"We are confronted with insurmountable opportunities."}]}