{"topic":"patience","quotes":[{"quote":"Learn the art of patience. Apply discipline to your thoughts when they become anxious over the outcome of a goal. Impatience breeds anxiety, fear, discouragement and failure. Patience creates confidence, decisiveness, and a rational outlook, which eventually leads to success.","author":"Brian Adams"},{"quote":"Patience is the greatest of all virtues.","author":"Cato the Elder"},{"quote":"A handful of patience is worth more than a bushel of brains.","author":"Dutch Proverb"},{"quote":"Our patience will achieve more than our force.","author":"Edmund Burke"},{"quote":"It is very strange that the years teach us patience - that the shorter our time, the greater our capacity for waiting.","author":"Elizabeth Taylor"},{"quote":"There art two cardinal sins from which all others spring: Impatience and Laziness.","author":"Franz Kafka"},{"quote":"Patience has its limits. Take it too far, and it's cowardice.","author":"George Jackson"},{"quote":"We could never learn to be brave and patient, if there were only joy in the world.","author":"Helen Keller"},{"quote":"The fates have given mankind a patient soul.","author":"Homer"},{"quote":"If I have ever made any valuable discoveries, it has been owing more to patient attention, than to any other talent.","author":"Isaac Newton"},{"quote":"Patience serves as a protection against wrongs as clothes do against cold. For if you put on more clothes as the cold increases, it will have no power to hurt you. So in like manner you must grow in patience when you meet with great wrongs, and they will then be powerless to vex your mind.","author":"Leonardo da Vinci"},{"quote":"I am extraordinarily patient, provided I get my own way in the end.","author":"Margaret Thatcher"},{"quote":"There will be a time when loud-mouthed, incompetent people seem to be getting the best of you. When that happens, you only have to be patient and wait for them to self destruct. It never fails.","author":"Richard Rybolt"},{"quote":"Patience is the companion of wisdom.","author":"Saint Augustine"},{"quote":"Have patience with all things, but chiefly have patience with yourself. Do not lose courage in considering your own imperfections but instantly set about remedying them - every day begin the task anew.","author":"Saint Francis de Sales"},{"quote":"You must first have a lot of patience to learn to have patience.","author":"Stanislaw J. Lec"},{"quote":"Patience is the best remedy for every trouble.","author":"Titus Maccius Plautus"},{"quote":"Have courage for the great sorrows of life and patience for the small ones; and when you have laboriously accomplished your daily task, go to sleep in peace. God is awake.","author":"Victor Hugo"},{"quote":"A high hope for a low heaven: God grant us patience!","author":"William Shakespeare"},{"quote":"A very little thief of occasion will rob you of a great deal of patience.","author":"William Shakespeare"},{"quote":"Had it pleas'd heaven to try me with affliction... I should have found in some place of my soul a drop of patience.","author":"William Shakespeare"},{"quote":"How poor are they that have not patience! What wound did ever heal but by degrees?","author":"William Shakespeare"},{"quote":"How poor are they who have not patience! What wound did ever heal but by degrees.","author":"William Shakespeare"},{"quote":"I do oppose my patience to his fury, and am arm'd to suffer with a quietness of spirit, the very tyranny and rage of his.","author":"William Shakespeare"},{"quote":"Patience is sottish, and impatience does become a dog that's mad.","author":"William Shakespeare"},{"quote":"Though patience be a tired mare, yet she will plod.","author":"William Shakespeare"},{"quote":"Upon the heat and flame of thy distemper sprinkle cool patience.","author":"William Shakespeare"}]}