{"topic":"patriotism","quotes":[{"quote":"True patriotism sometimes requires of men to act exactly contrary, at one period, to that which it does at another, and the motive which impels themthe desire to do rightis precisely the same.","author":"Bertrand Russell"},{"quote":"Patriotism is the willingness to kill and be killed for trivial reasons.","author":"Daniel Webster"},{"quote":"The contest, for ages, has been to rescue Liberty from the grasp of executive power.","author":"G. K. Chesterton"},{"quote":"\"My country, right or wrong,\" is a thing that no patriot would think of saying except in a desperate case. It is like saying, \"My mother, drunk or sober.\"","author":"George Bernard Shaw"},{"quote":"Liberty also means responsibility. That is why most men dread it.","author":"George Bernard Shaw"},{"quote":"Patriotism is your conviction that this country is superior to all other countries because you were born in it.","author":"George Bernard Shaw"},{"quote":"You'll never have a quiet world till you knock the patriotism out of the human race.","author":"George Jean Nathan"},{"quote":"Patriotism is often an arbitrary veneration of real estate above principles.","author":"George S. Patton"},{"quote":"Don't be a fool and die for your country. Let the other sonofabitch die for his.","author":"H. L. Mencken"},{"quote":"Whenever you hear a man speak of his love for his country, it is a sign that he expects to be paid for it.","author":"Homer"},{"quote":"It is not unseemly for a man to die fighting in defense of his country.","author":"Homer"},{"quote":"The single best augury is to fight for one's country.","author":"Indira Gandhi"},{"quote":"We would rather starve than sell our national honor.","author":"John Adams"},{"quote":"Our obligations to our country never cease but with our lives.","author":"John F. Kennedy"},{"quote":"And so, my fellow americans: ask not what your country can do for you - ask what you can do for your country. My fellow citizens of the world: ask not what America will do for you, but what together we can do for the freedom of man.","author":"John F. Kennedy"},{"quote":"Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe to assure the survival and the success of liberty.","author":"Joseph Addison"},{"quote":"How beautiful is death, when earn'd by virtue! <br> Who would not be that youth? What pity is it <br> That we can die but once to serve our country!","author":"Malcolm X"},{"quote":"You're not to be so blind with patriotism that you can't face reality. Wrong is wrong, no matter who does it or says it.","author":"Nathan Hale"},{"quote":"I only regret that I have but one life to lose for my country.","author":"Ralph Waldo Emerson"},{"quote":"When a whole nation is roaring Patriotism at the top of its voice, I am fain to explore the cleanness of its hands and purity of its heart.","author":"Samuel Johnson"},{"quote":"Patriotism is the last refuge of a scoundrel.","author":"Sir Winston Churchill"},{"quote":"When I am abroad, I always make it a rule never to criticize or attack the government of my own country. I make up for lost time when I come home.","author":"Thomas Jefferson"},{"quote":"I would rather be exposed to the inconveniencies attending too much liberty than those attending too small a degree of it.","author":"Thomas Jefferson"},{"quote":"It behoves every man who values liberty of conscience for himself, to resist invasions of it in the case of others; or their case may, by change of circumstances, become his own.","author":"Woodrow Wilson"},{"quote":"The flag is the embodiment, not of sentiment, but of history.","author":"Woodrow Wilson"},{"quote":"The history of liberty is the history of resistance. The history of liberty is a history of the limitation of governmental power, not the increase of it."}]}