{"topic":"peace","quotes":[{"quote":"We shall find peace. We shall hear the angels, we shall see the sky sparkling with diamonds.","author":"Anton Chekhov"},{"quote":"We make war that we may live in peace.","author":"Aristotle"},{"quote":"Peace is not an absence of war, it is a virtue, a state of mind, a disposition for benevolence, confidence, justice.","author":"Baruch Spinoza"},{"quote":"For peace is not mere absence of war, but is a virtue that springs from the force of character.","author":"Benjamin Disraeli"},{"quote":"At present the peace of the world has been preserved, not by statesmen, but by capitalists.","author":"Carlos Santana"},{"quote":"Peace has never come from dropping bombs. Real peace comes from enlightenment and educating people to behave more in a divine manner.","author":"Cicero"},{"quote":"The name of peace is sweet, and the thing itself is beneficial, but there is a great difference between peace and servitude. Peace is freedom in tranquillity, servitude is the worst of all evils, to be resisted not only by war, but even by death.","author":"Dwight D. Eisenhower"},{"quote":"I like to believe that people in the long run are going to do more to promote peace than our governments. Indeed, I think that people want peace so much that one of these days governments had better get out of the way and let them have it.","author":"Flavius Vegetius Renatus"},{"quote":"Yes, God and the politicians willing, the United States can declare peace upon the world, and win it.","author":"George C. Marshall"},{"quote":"Let him who desires peace prepare for war.","author":"Hermocrates of Syracuse"},{"quote":"If man does find the solution for world peace it will be the most revolutionary reversal of his record we have ever known.","author":"Jawaharlal Nehru"},{"quote":"Has not peace honours and glories of her own unattended by the dangers of war?","author":"Jawaharlal Nehru"},{"quote":"Peace is not a relationship of nations. It is a condition of mind brought about by a serenity of soul. Peace is not merely the absence of war. It is also a state of mind. Lasting peace can come only to peaceful people.","author":"Malcolm X"},{"quote":"The only alternative to coexistence is codestruction.","author":"Moshe Dayan"},{"quote":"You can't separate peace from freedom because no one can be at peace unless he has his freedom.","author":"Peter McWilliams"},{"quote":"If you want to make peace, you don't talk to your friends. You talk to your enemies.","author":"Thich Nhat Hanh"},{"quote":"If you want peace, stop fighting. If you want peace of mind, stop fighting with your thoughts.","author":"Thomas a Kempis"},{"quote":"Every day we do things, we are things that have to do with peace. If we are aware of our life..., our way of looking at things, we will know how to make peace right in the moment, we are alive.","author":"Thomas Jefferson"},{"quote":"First keep the peace within yourself, then you can also bring peace to others.","author":"Thomas Jefferson"},{"quote":"Peace with all nations, and the right which that gives us with respect to all nations, are our object.","author":"W. Somerset Maugham"},{"quote":"That peace, safety, and concord may be the portion of our native land, and be long enjoyed by our fellow-citizens, is the most ardent wish of my heart, and if I can be instrumental in procuring or preserving them, I shall think I have not lived in vain.","author":"W. Somerset Maugham"},{"quote":"One cannot find peace in work or in pleasure, in the world or in a convent, but only in one's soul.","author":"William Shakespeare"},{"quote":"Tao. Some of us look for the Way in opium and some in God, some of us in whiskey and some in love. It is all the same Way and it leads nowhither.","author":"Woodrow Wilson"},{"quote":"Peace is an unstable equilibrium, which can be preserved only by acknowledged supremacy or equal power."},{"quote":"The peace of heaven is theirs that lift their swords, in such a just and charitable war."},{"quote":"Only a peace between equals can last. Only a peace the very principle of which is equality and a common participation in a common benefit."}]}