{"topic":"pets","quotes":[{"quote":"If a dog jumps in your lap, it is because he is fond of you; but if a cat does the same thing, it is because your lap is warmer.","author":"Alfred North Whitehead"},{"quote":"We call them dumb animals, and so they are, for they cannot tell us how they feel, but they do not suffer less because they have no words.","author":"Anna Sewell"},{"quote":"I loathe people who keep dogs. They are cowards who haven't got the guts to bite people themselves.","author":"August Strindberg"},{"quote":"Yesterday I was a dog. Today I'm a dog. Tomorrow I'll probably still be a dog. Sigh! There's so little hope for advancement.","author":"Charles M. Schulz"},{"quote":"It's funny how dogs and cats know the inside of folks better than other folks do, isn't it?","author":"Eleanor H. Porter"},{"quote":"If you are a dog and your owner suggests that you wear a sweater, suggest that he wear a tail.","author":"Fran Lebowitz"},{"quote":"No animal should ever jump up on the dining-room furniture unless absolutely certain that he can hold his own in the conversation.","author":"Fran Lebowitz"},{"quote":"Animals are such agreeable friends - they ask no questions, they pass no criticisms.","author":"George Eliot"},{"quote":"Cats regard people as warmblooded furniture.","author":"Jacquelyn Mitchard"},{"quote":"Cats are smarter than dogs. You can't get eight cats to pull a sled through snow.","author":"Jeff Valdez"},{"quote":"Old age means realizing you will never own all the dogs you wanted to.","author":"Joe Gores"},{"quote":"My dog is worried about the economy because Alpo is up to 99 cents a can. That's almost $7.00 in dog money.","author":"Joe Weinstein"},{"quote":"If you pick up a starving dog and make him prosperous, he will not bite you. This is the principal difference between a dog and a man.","author":"Mark Twain"},{"quote":"We are alone, absolutely alone on this chance planet: and, amid all the forms of life that surround us, not one, excepting the dog, has made an alliance with us.","author":"Maurice Maeterlinck"},{"quote":"A door is what a dog is perpetually on the wrong side of.","author":"Ogden Nash"},{"quote":"On the Internet, nobody knows you're a dog.","author":"Peter Steiner"},{"quote":"I wonder if other dogs think poodles are members of a weird religious cult.","author":"Rita Rudner"},{"quote":"A boy can learn a lot from a dog: obedience, loyalty, and the importance of turning around three times before lying down.","author":"Robert Benchley"},{"quote":"I like pigs. Dogs look up to us. Cats look down on us. Pigs treat us as equals.","author":"Sir Winston Churchill"},{"quote":"Did you ever walk into a room and forget why you walked in? I think that's how dogs spend their lives.","author":"Sue Murphy"},{"quote":"Cats are intended to teach us that not everything in nature has a function.","author":"Unknown"}]}