{"topic":"philosophy","quotes":[{"quote":"I think we ought always to entertain our opinions with some measure of doubt. I shouldn't wish people dogmatically to believe any philosophy, not even mine.","author":"Bertrand Russell"},{"quote":"The point of philosophy is to start with something so simple as not to seem worth stating, and to end with something so paradoxical that no one will believe it.","author":"Bertrand Russell"},{"quote":"This is patently absurd; but whoever wishes to become a philosopher must learn not to be frightened by absurdities.","author":"Bertrand Russell"},{"quote":"There's a difference between a philosophy and a bumper sticker.","author":"Charles M. Schulz"},{"quote":"There is nothing so absurd but some philosopher has said it.","author":"Cicero"},{"quote":"Who you are isn't tied solely to what you say, even though it may feel that way to you now.","author":"Diane Ackerman"},{"quote":"I went off to college planning to major in math or philosophy-- of course, both those ideas are really the same idea.","author":"Frank Wilczek"},{"quote":"Philosophy consists very largely of one philosopher arguing that all others are jackasses. He usually proves it, and I should add that he also usually proves that he is one himself.","author":"H. L. Mencken"},{"quote":"Philosophy is a battle against the bewitchment of our intelligence by means of language.","author":"Ludwig Wittgenstein"},{"quote":"One cannot conceive anything so strange and so implausible that it has not already been said by one philosopher or another.","author":"Rene Descartes"},{"quote":"Philosophers say a great deal about what is absolutely necessary for science, and it is always, so far as one can see, rather naive, and probably wrong.","author":"Richard Feynman"},{"quote":"All philosophies, if you ride them, are nonsense, but some are greater nonsense than others.","author":"Samuel Butler"},{"quote":"Leisure is the mother of philosophy.","author":"Thomas Hobbes"},{"quote":"True philosophy invents nothing; it merely establishes and describes what is.","author":"Victor Cousin"},{"quote":"There is only one thing a philosopher can be relied upon to do, and that is to contradict other philosophers.","author":"William James"},{"quote":"There are more things in heaven and earth, Horatio,<br>Than are dreamt of in your philosophy.","author":"William Shakespeare"}]}