{"topic":"photography","quotes":[{"quote":"'To the complaint, 'There are no people in these photographs,' I respond, 'There are always two people: the photographer and the viewer.'","author":"Ansel Adams"},{"quote":"I have often thought that if photography were difficult in the true sense of the term -- meaning that the creation of a simple photograph would entail as much time and effort as the production of a good watercolor or etching -- there would be a vast improvement in total output. The sheer ease with which we can produce a superficial image often leads to creative disaster.","author":"Ansel Adams"},{"quote":"A photograph is a secret about a secret. The more it tells you the less you know.","author":"Diane Arbus"},{"quote":"Best wide-angle lens? Two steps backward. Look for the 'ah-ha'.","author":"Ernst Haas"},{"quote":"The camera doesn't make a bit of difference. All of them can record what you are seeing. But, you have to SEE.","author":"Ernst Haas"},{"quote":"We try to grab pieces of our lives as they speed past us. Photographs freeze those pieces and help us remember how we were. We don't know these lost people but if you look around, you'll find someone just like them.","author":"Gene McSweeney"},{"quote":"Photographers deal in things which are continually vanishing and when they have vanished there is no contrivance on earth which can make them come back again.","author":"Henri Cartier Bresson"},{"quote":"Maybe because it's entirely an artist's eye, patience and skill that makes an image and not his tools.","author":"Ken Rockwell"},{"quote":"No matter how advanced your camera you still need to be responsible for getting it to the right place at the right time and pointing it in the right direction to get the photo you want.","author":"Ken Rockwell"},{"quote":"The camera's only job is to get out of the way of making photographs.","author":"Ken Rockwell"},{"quote":"Your equipment DOES NOT affect the quality of your image. The less time and effort you spend worrying about your equipment the more time and effort you can spend creating great images. The right equipment just makes it easier, faster or more convenient for you to get the results you need.","author":"Ken Rockwell"},{"quote":"No matter how slow the film, Spirit always stands still long enough for the photographer It has chosen.","author":"Minor White"},{"quote":"Photography, fortunately, to me has not only been a profession but also a contact between people - to understand human nature and record, if possible, the best in each individual.","author":"Nickolas Muray"},{"quote":"Every portrait that is painted with feeling is a portrait of the artist, not of the sitter.","author":"Oscar Wilde"},{"quote":"They used to photograph Shirley Temple through gauze.  They should photograph me through linoleum.","author":"Tallulah Bankhead"}]}