{"topic":"physics","quotes":[{"quote":"All science is either physics or stamp collecting.","author":"Ernest Rutherford"},{"quote":"In physics, your solution should convince a reasonable person. In math, you have to convince a person who's trying to make trouble. Ultimately, in physics, you're hoping to convince Nature. And I've found Nature to be pretty reasonable.","author":"Frank Wilczek"},{"quote":"For the truth of the conclusions of physical science, observation is the supreme Court of Appeal. It does not follow that every item which we confidently accept as physical knowledge has actually been certified by the Court; our confidence is that it would be certified by the Court if it were submitted. But it does follow that every item of physical knowledge is of a form which might be submitted to the Court. It must be such that we can specify (although it may be impracticable to carry out) an observational procedure which would decide whether it is true or not. Clearly a statement cannot be tested by observation unless it is an assertion about the results of observation. Every item of physical knowledge must therefore be an assertion of what has been or would be the result of carrying out a specified observational procedure.","author":"Sir Arthur Eddington"},{"quote":"I ask you to look both ways. For the road to a knowledge of the stars leads through the atom; and important knowledge of the atom has been reached through the stars.","author":"Sir Arthur Eddington"},{"quote":"It is impossible to trap modern physics into predicting anything with perfect determinism because it deals with probabilities from the outset.","author":"Sir Arthur Eddington"},{"quote":"Not only is the universe stranger than we imagine, it is stranger than we can imagine.","author":"Sir Arthur Eddington"},{"quote":"Something unknown is doing we don't know what.","author":"Sir Arthur Eddington"},{"quote":"We have found a strange footprint on the shores of the unknown. We have devised profound theories, one after another, to account for its origins. At last, we have succeeded in reconstructing the creature that made the footprint. And lo! It is our own.","author":"Sir Arthur Eddington"}]}