{"topic":"poetry","quotes":[{"quote":"Most people ignore most poetry <br> because <br> most poetry ignores most people.","author":"Adrian Mitchell"},{"quote":"It's easier to quote poets than to read them.","author":"Allison Barrows"},{"quote":"There exist only three beings worthy of respect: the priest, the soldier, the poet. To know, to kill, to create.","author":"Charles Baudelaire"},{"quote":"The freedom of poetic license.","author":"Cicero"},{"quote":"A poem is no place for an idea.","author":"Edgar Watson Howe"},{"quote":"My poems are hymns of praise to the glory of life.","author":"Edith Sitwell"},{"quote":"Poetry is the deification of reality.","author":"Edith Sitwell"},{"quote":"All slang is a metaphor, and all metaphor is poetry.","author":"G. K. Chesterton"},{"quote":"Poets have been mysteriously silent on the subject of cheese.","author":"G. K. Chesterton"},{"quote":"A poet more than thirty years old is simply an overgrown child.","author":"H. L. Mencken"},{"quote":"Many brave men lived before Agamemnon; but all are overwhelmed in eternal night, unwept, unknown, because they lack a sacred poet.","author":"Horace"},{"quote":"The worst tragedy for a poet is to be admired through being misunderstood.","author":"Jean Cocteau"},{"quote":"One ought, every day at least, to hear a little song, read a good poem, see a fine picture, and if it were possible, to speak a few reasonable words.","author":"Johann Wolfgang von Goethe"},{"quote":"You don't have to suffer to be a poet; adolescence is enough suffering for anyone.","author":"John Ciardi"},{"quote":"Poetry should please by a fine excess and not by singularity. It should strike the reader as a wording of his own highest thoughts, and appear almost as a remembrance.","author":"John Keats"},{"quote":"Poetry often enters through the window of irrelevance.","author":"M. C. Richards"},{"quote":"I was working on the proof of one of my poems all the morning, and took out a comma. In the afternoon I put it back again.","author":"Oscar Wilde"},{"quote":"In science one tries to tell people, in such a way as to be understood by everyone, something that no one ever knew before. But in poetry, it's the exact opposite.","author":"Paul Dirac"},{"quote":"A poem is never finished, only abandoned.","author":"Paul Valery"},{"quote":"Every English poet should master the rules of grammar before he attempts to bend or break them.","author":"Robert Graves"},{"quote":"A poet who reads his verse in public may have other nasty habits.","author":"Robert Heinlein"},{"quote":"A prose writer gets tired of writing prose, and wants to be a poet. So he begins every line with a capital letter, and keeps on writing prose.","author":"Samuel McChord Crothers"},{"quote":"A poet ought not to pick nature's pocket. Let him borrow, and so borrow as to repay by the very act of borrowing. Examine nature accurately, but write from recollection, and trust more to the imagination than the memory.","author":"Samuel Taylor Coleridge"},{"quote":"A poet's hope: to be,<br>like some valley cheese,<br>local, but prized elsewhere.","author":"W. H. Auden"},{"quote":"The poet judges not as a judge judges but as the sun falling around a helpless thing.","author":"Walt Whitman"}]}