{"topic":"politicians","quotes":[{"quote":"A garden, you know, is a very usual refuge of a disappointed politician. Accordingly, I have purchased a few acres about nine miles from town, have built a house, and am cultivating a garden.","author":"Alexander Hamilton"},{"quote":"Under every stone lurks a politician.","author":"Aristophanes"},{"quote":"You have all the characteristics of a popular politician: a horrible voice, bad breeding, and a vulgar manner.","author":"Aristophanes"},{"quote":"Now I know what a statesman is; he's a dead politician. We need more statesmen.","author":"Bob Edwards"},{"quote":"I have come to the conclusion that politics are too serious a matter to be left to the politicians.","author":"Charles De Gaulle"},{"quote":"Since a politician never believes what he says, he is quite surprised to be taken at his word.","author":"Charles De Gaulle"},{"quote":"Government is too big and too important to be left to the politicians.","author":"Chester Bowles"},{"quote":"Anyone who is capable of getting themselves made President should on no account be allowed to do the job.","author":"Douglas Adams"},{"quote":"Get all the fools on your side and you can be elected to anything.","author":"Frank Dane"},{"quote":"Ninety percent of the politicians give the other ten percent a bad reputation.","author":"Henry Kissinger"},{"quote":"If I wanted to go crazy I would do it in Washington because it would not be noticed.","author":"Jay Leno"},{"quote":"If God had wanted us to vote, he would have given us candidates.","author":"Maureen Murphy"},{"quote":"The reason there are so few female politicians is that it is too much trouble to put makeup on two faces.","author":"Nikita Khrushchev"},{"quote":"Politicians are the same all over. They promise to build a bridge even where there is no river.","author":"Oscar Levant"},{"quote":"I once said cynically of a politician, 'He'll doublecross that bridge when he comes to it.'","author":"Ralph Waldo Emerson"},{"quote":"The two parties which divide the state, the party of Conservatism and that of Innovation, are very old, and have disputed the possession of the world ever since it was made.","author":"Richard M. Nixon"},{"quote":"He has been called a mediocre man; but this is unwarranted flattery. He was a politician of monumental littleness.","author":"Richard M. Nixon"},{"quote":"There is no such thing as a nonpolitical speech by a politician.","author":"Simon Cameron"},{"quote":"An honest politician is one who, when he is bought, will stay bought.","author":"Whoopi Goldberg"},{"quote":"You've got to vote for someone. It's a shame, but it's got to be done."}]}