{"topic":"politics","quotes":[{"quote":"It is the duty of every citizen according to his best capacities to give validity to his convictions in political affairs.","author":"Albert Einstein"},{"quote":"There is hardly a political question in the United States which doesn't sooner or later turn into a judicial one.","author":"Alexis De Tocqueville"},{"quote":"Crime does not pay ... as well as politics.","author":"Alfred E. Newman"},{"quote":"Politics, n. Strife of interests masquerading as a contest of principles.","author":"Ambrose Bierce"},{"quote":"Man is by nature a political animal.","author":"Aristotle"},{"quote":"I have come to the conclusion that politics are too serious a matter to be left to the politicians.","author":"Charles De Gaulle"},{"quote":"Politics is made up largely of irrelevancies.","author":"Dalton Camp"},{"quote":"Politics ought to be the part-time profession of every citizen who would protect the rights and privileges of free people and who would preserve what is good and fruitful in our national heritage.","author":"Dwight D. Eisenhower"},{"quote":"Politics is the art of looking for trouble, finding it whether it exists or not, diagnosing it incorrectly, and applying the wrong remedy.","author":"Ernest Benn"},{"quote":"Being in politics is like being a football coach. You have to be smart enough to understand the game, and dumb enough to think it's important.","author":"Eugene McCarthy"},{"quote":"When the political columnists say 'Every thinking man' they mean themselves, and when candidates appeal to 'Every intelligent voter' they mean everybody who is going to vote for them.","author":"Franklin P. Adams"},{"quote":"The whole aim of practical politics is to keep the populace alarmed (and hence clamorous to be led to safety) by menacing it with an endless series of hobgoblins, all of them imaginary.","author":"Henry Adams"},{"quote":"Practical politics consists in ignoring facts.","author":"Henry Cate VII"},{"quote":"The problem with political jokes is they get elected.","author":"Jimmy Wales"},{"quote":"Most people assume the fights are going to be the left versus the right, but it always is the reasonable versus the jerks.","author":"John Kenneth Galbraith"},{"quote":"Nothing is so admirable in politics as a short memory.","author":"John Kenneth Galbraith"},{"quote":"Politics is not the art of the possible. It consists in choosing between the disastrous and the unpalatable.","author":"Larry Hardiman"},{"quote":"The word 'politics' is derived from the word 'poly', meaning 'many', and the word 'ticks', meaning 'blood sucking parasites'.","author":"Lester B. Pearson"},{"quote":"Politics is the skilled use of blunt objects.","author":"Mao Tse-Tung"},{"quote":"Politics is war without bloodshed while war is politics with bloodshed.","author":"Margaret Cho"},{"quote":"Politics has less to do with where you live than where your heart is.","author":"Mark B. Cohen"},{"quote":"Nothing can so alienate a voter from the political system as backing a winning candidate.","author":"Otto Von Bismarck"},{"quote":"Politics is the art of the possible.","author":"Paul Valery"},{"quote":"Politics is the art of preventing people from taking part in affairs which properly concern them.","author":"R. A. Butler"},{"quote":"Before we get too depressed about the state of our politics, let's remember our history. The great debates of the past, all stirred great passions. They all made somebody angry, and at least once led to a terrible war. What is amazing, is that despite all the conflict, our experiment in democracy has worked better than any form of government on earth.","author":"R. A. Butler"},{"quote":"If we choose only to expose ourselves to opinions and viewpoints that are in line to our own, we become more polarized, more set in our own ways. It will only reinforce and deepen the political divides in our country. But if we choose to actively seek out information that challenges our assumptions and beliefs, perhaps we can begin to understand where the people who disagree with us are coming from.","author":"Reinhold Niebuhr"},{"quote":"Politics has never been for the thin-skinned or the faint of heart, and if you enter the arena , you should expect to get roughed up. Moreover, Democracy in a nation of more than 300 million people is inherently difficult."},{"quote":"In politics you must always keep running with the pack. The moment that you falter and they sense that you are injured, the rest will turn on you like wolves."},{"quote":"Politics is largely a matter of heart."},{"quote":"The whole art of politics consists in directing rationally the irrationalities of men."}]}