{"topic":"power","quotes":[{"quote":"Far better to think historically, to remember the lessons of the past. Thus, far better to conceive of power as consisting in part of the knowledge of when not to use all the power you have. Far better to be one who knows that if you reserve the power not to use all your power, you will lead others far more successfully and well.","author":"A. Bartlett Giamatti"},{"quote":"Nearly all men can stand adversity, but if you want to test a man's character, give him power.","author":"Abraham Lincoln"},{"quote":"You see what power is - holding someone else's fear in your hand and showing it to them!","author":"Amy Tan"},{"quote":"The sole advantage of power is that you can do more good.","author":"Baltasar Gracian"},{"quote":"To know the pains of power, we must go to those who have it; to know its pleasures, we must go to those who are seeking it.","author":"Charles Caleb Colton"},{"quote":"It is said that power corrupts, but actually it's more true that power attracts the corruptible. The sane are usually attracted by other things than power.","author":"David Brin"},{"quote":"Let not thy will roar, when thy power can but whisper.","author":"Dr. Thomas Fuller"},{"quote":"Ultimately, the only power to which man should aspire is that which he exercises over himself.","author":"Elie Wiesel"},{"quote":"It is when power is wedded to chronic fear that it becomes formidable.","author":"Eric Hoffer"},{"quote":"There are similarities between absolute power and absolute faith: a demand for absolute obedience, a readiness to attempt the impossible, a bias for simple solutionsto cut the knot rather than unravel it, the viewing of compromise as surrender. Both absolute power and absolute faith are instruments of dehumanization. Hence, absolute faith corrupts as absolutely as absolute power.","author":"Eric Hoffer"},{"quote":"If absolute power corrupts absolutely, does absolute powerlessness make you pure?","author":"Harry Shearer"},{"quote":"The great secret of power is never to will to do more than you can accomplish.","author":"Henrik Ibsen"},{"quote":"Be fit for more than the thing you are now doing. Let everyone know that you have a reserve in yourself; that you have more power than you are now using. If you are not too large for the place you occupy, you are too small for it.","author":"James A. Garfield"},{"quote":"The essence of government is power; and power, lodged as it must be in human hands, will ever be liable to abuse.","author":"James Madison"},{"quote":"The essence of Government is power; and power, lodged as it must be in human hands, will ever be liable to abuse.","author":"James Madison"},{"quote":"Power corrupts. Absolute power is kind of neat.","author":"John Lehman"},{"quote":"One person with a belief is equal to a force of 99 who have only interests.","author":"John Stuart Mill"},{"quote":"The secret of all power is - save your force. If you want high pressure you must choke off waste.","author":"Joseph Farrell"},{"quote":"If power was an illusion, wasn't weakness necessarily one also?","author":"Lois McMaster Bujold"},{"quote":"Power tends to corrupt, and absolute power corrupts absolutely.","author":"Lord Acton"},{"quote":"The highest proof of virtue is to possess boundless power without abusing it.","author":"Lord Macaulay"},{"quote":"Power never takes a back step - only in the face of more power.","author":"Malcolm X"},{"quote":"The problem of power is how to achieve its responsible use rather than its irresponsible and indulgent use - of how to get men of power to live for the public rather than off the public.","author":"Robert F. Kennedy"},{"quote":"Most powerful is he who has himself in his own power.","author":"Seneca"},{"quote":"Knowledge is power.","author":"Sir Francis Bacon"},{"quote":"We thought, because we had power, we had wisdom.","author":"Stephen Vincent Benet"},{"quote":"We have, I fear, confused power with greatness.","author":"Stewart L. Udall"},{"quote":"An honest man can feel no pleasure in the exercise of power over his fellow citizens.","author":"Thomas Jefferson"}]}