{"topic":"praise","quotes":[{"quote":"Be thou the first true merit to befriend, his praise is lost who stays till all commend.","author":"Alexander Pope"},{"quote":"There are two modes of establishing our reputation: to be praised by honest men, and to be abused by rogues. It is best, however, to secure the former, because it will invariably be accompanied by the latter.","author":"Charles Caleb Colton"},{"quote":"Such praise coming from so degraded a source, was degrading to me, its recipient.","author":"Cicero"},{"quote":"He who praises you for what you lack wishes to take from you what you have.","author":"Don Juan Manuel"},{"quote":"It is a sign of a creeping inner death when we no longer can praise the living.","author":"Eric Hoffer"},{"quote":"The meanest, most contemptible kind of praise is that which first speaks well of a man, and then qualifies it with a \"but\". ","author":"Henry Ward Beecher"},{"quote":"Praise the young and they will flourish.","author":"Irish Proverb"},{"quote":"The praise that comes from love does not make us vain, but more humble.","author":"James M. Barrie"},{"quote":"You do ill if you praise, but worse if you censure, what you do not understand.","author":"Leonardo da Vinci"},{"quote":"We are always more anxious to be distinguished for a talent which we do not possess, than to be praised for the fifteen which we do possess.","author":"Mark Twain"},{"quote":"Don't discuss yourself, for you are bound to lose; if you belittle yourself, you are believed; if you praise yourself, you are disbelieved.","author":"Michel de Montaigne"},{"quote":"Praise, like gold and diamonds, owes its value only to its scarcity.","author":"Samuel Johnson"},{"quote":"Be not too hasty either with praise or blame; speak always as though you were giving evidence before the judgement-seat of the Gods.","author":"Seneca"},{"quote":"You can tell the character of every man when you see how he receives praise.","author":"Seneca"},{"quote":"Praise from the common people is generally false, and rather follows the vain than the virtuous.","author":"Sir Francis Bacon"},{"quote":"Real joy comes not from ease or riches or from the praise of men, but from doing something worthwhile.","author":"Sir Wilfred Grenfell"},{"quote":"If a man is proud of his wealth, he should not be praised until it is known how he employs it.","author":"Socrates"},{"quote":"Think not those faithful who praise all thy words and actions; but those who kindly reprove thy faults.","author":"Socrates"},{"quote":"Their silence is sufficient praise.","author":"Terence"},{"quote":"I do not confer praise or blame: I accept. I am the measure of all things. I am the centre of the world.","author":"W. Somerset Maugham"},{"quote":"People ask for criticism, but they only want praise.","author":"W. Somerset Maugham"},{"quote":"I pay no attention whatever to anybody's praise or blame. I simply follow my own feelings.","author":"Wolfgang Amadeus Mozart"}]}