{"topic":"prejudice","quotes":[{"quote":"Common sense is the collection of prejudices acquired by age eighteen.","author":"Albert Einstein"},{"quote":"The greatest friend of Truth is time, her greatest enemy is Prejudice, and her constant companion Humility.","author":"Charles Caleb Colton"},{"quote":"Everyone is a prisoner of his own experiences. No one can eliminate prejudices - just recognize them.","author":"Edward R. Murrow"},{"quote":"Opinions founded on prejudice are always sustained with the greatest of violence.","author":"Francis Jeffrey"},{"quote":"If we were to wake up some morning and find that everyone was the same race, creed and color, we would find some other cause for prejudice by noon.","author":"George Aiken"},{"quote":"Criticism is prejudice made plausible.","author":"H. L. Mencken"},{"quote":"It is never too late to give up our prejudices.","author":"Henry David Thoreau"},{"quote":"When the judgement's weak,<br> The prejudice is strong.","author":"Kane O'Hara"},{"quote":"Education is a method whereby one acquires a higher grade of prejudices.","author":"Laurence J. Peter"},{"quote":"Nobody outside of a baby carriage or a judge's chamber believes in an unprejudiced point of view.","author":"Lillian Hellman"},{"quote":"There are, in every age, new errors to be rectified and new prejudices to be opposed.","author":"Samuel Johnson"},{"quote":"Never try to reason the prejudice out of a man. It was not reasoned into him, and cannot be reasoned out.","author":"Sydney Smith"},{"quote":"When faced with sexism or ageism or lookism or even really aggressive Buddhism, ask yourself the following question:\"Is this person in between me and what do I want to do?\" If the answer is no, ignore it and move on. Your energy is better used doing your work and outpacing people that way. Then, when you're in charge, don't hire the people who were jerky to you.","author":"Voltaire"},{"quote":"Prejudice is opinion without judgement.","author":"W. C. Fields"},{"quote":"I am free of all prejudice. I hate everyone equally.","author":"William Hazlitt"},{"quote":"Without the aid of prejudice and custom I should not be able to find my way across the room.","author":"William James"},{"quote":"A great many people think they are thinking when they are really rearranging their prejudices."}]}