{"topic":"progress","quotes":[{"quote":"The path to our destination is not always a straight one. We go down the wrong road, we get lost, we turn back. Maybe it doesn't matter which road we embark on. Maybe what matters is that we embark.","author":"Barbara Hall"},{"quote":"The chief obstacle to the progress of the human race is the human race.","author":"Don Marquis"},{"quote":"The reasonable man adapts himself to the world; the unreasonable one persists in trying to adapt the world to himself. Therefore all progress depends on the unreasonable man.","author":"George Bernard Shaw"},{"quote":"The reasonable man adapts himself to the world; the unreasonable one persists in trying to adapt the world to himself. Therefore, all progress depends on the unreasonable man.","author":"George Bernard Shaw"},{"quote":"What we call 'Progress' is the exchange of one nuisance for another nuisance.","author":"Havelock Ellis"},{"quote":"The advancement of the arts from year to year taxes our credulity, and seems to presage the arrival of that period when human improvement must end.","author":"Ogden Nash"},{"quote":"Progress might have been all right once, but it has gone on too long.","author":"Plato"},{"quote":"I was to learn later that in life that we tend to meet any new situation by reorganizing; and what a wonderful method it can be for creating the illusion of progress while producing confusion, inefficiency, and demoralization.","author":"Russell Baker"},{"quote":"Never discourage anyone...who continually makes progress, no matter how slow.","author":"Samuel Butler"},{"quote":"Usually, terrible things that are done with the excuse that progress requires them are not really progress at all, but just terrible things.","author":"Sir Winston Churchill"},{"quote":"All progress is based upon a universal innate desire on the part of every organism to live beyond its income."},{"quote":"Every day you may make progress. Every step may be fruitful. Yet there will stretch out before you an ever-lengthening, ever-ascending, ever-improving path. You know you will never get to the end of the journey. But this, so far from discouraging, only adds to the joy and glory of the climb."},{"quote":"Progress is the product of human agency. Things get better because we make them better. Things go wrong when we get too comfortable, when we fail to take risks or seize opportunities."}]}