{"topic":"proverbs","quotes":[{"quote":"If you refuse to be made straight when you are green, you will not be made straight when you are dry.","author":"African Proverb"},{"quote":"When you have given nothing, ask for nothing.","author":"Albanian Proverb"},{"quote":"Good habits result from resisting temptation.","author":"Ancient Proverb"},{"quote":"Dwell not upon thy weariness, thy strength shall be according to the measure of thy desire.","author":"Arab Proverb"},{"quote":"Examine what is said, not him who speaks.","author":"Arab Proverb"},{"quote":"Make your bargain before beginning to plow.","author":"Arab Proverb"},{"quote":"Don't make use of another's mouth unless it has been lent to you.","author":"Belgian Proverb"},{"quote":"Seize opportunity by the beard, for it is bald behind.","author":"Bulgarian Proverb"},{"quote":"Be not afraid of growing slowly, be afraid only of standing still.","author":"Chinese Proverb"},{"quote":"Do not employ handsome servants.","author":"Chinese Proverb"},{"quote":"Do not remove a fly from your friend's forehead with a hatchet.","author":"Chinese Proverb"},{"quote":"Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime.","author":"Chinese Proverb"},{"quote":"He who asks is a fool for five minutes, but he who does not ask remains a fool forever.","author":"Chinese Proverb"},{"quote":"If you bow at all, bow low.","author":"Chinese Proverb"},{"quote":"Keep your broken arm inside your sleeve.","author":"Chinese Proverb"},{"quote":"Raise your sail one foot and you get ten feet of wind.","author":"Chinese Proverb"},{"quote":"The gem cannot be polished without friction, nor man perfected without trials.","author":"Chinese Proverb"},{"quote":"The palest ink is better than the best memory.","author":"Chinese Proverb"},{"quote":"To know the road ahead, ask those coming back.","author":"Chinese Proverb"},{"quote":"When you drink the water, remember the spring.","author":"Chinese Proverb"},{"quote":"When you have only two pennies left in the world, buy a loaf of bread with one, and a lily with the other.","author":"Chinese Proverb"},{"quote":"Do not protect yourself by a fence, but rather by your friends.","author":"Czech Proverb"},{"quote":"The big thieves hang the little ones.","author":"Czech Proverb"},{"quote":"When you go to buy, use your eyes, not your ears.","author":"Czech Proverb"},{"quote":"Ask advice only of your equals.","author":"Danish Proverb"},{"quote":"He who would leap high must take a long run.","author":"Danish Proverb"},{"quote":"A handful of patience is worth more than a bushel of brains.","author":"Dutch Proverb"},{"quote":"A full cup must be carried steadily.","author":"English Proverb"},{"quote":"Don't fall before you're pushed.","author":"English Proverb"},{"quote":"Use soft words and hard arguments.","author":"English Proverb"}]}