{"topic":"questioning","quotes":[{"quote":"The important thing is not to stop questioning. Curiosity has its own reason for existing. One cannot help but be in awe when he contemplates the mysteries of eternity, of life, of the marvelous structure of reality. It is enough if one tries merely to comprehend a little of this mystery every day. Never lose a holy curiosity.","author":"Albert Einstein"},{"quote":"In all affairs it's a healthy thing now and then to hang a question mark on the things you have long taken for granted.","author":"Bertrand Russell"},{"quote":"Look at all the sentences which seem true and question them.","author":"David Reisman"},{"quote":"A thinker sees his own actions as experiments and questions--as attempts to find out something. Success and failure are for him answers above all.","author":"Friedrich Nietzsche"},{"quote":"One's first step in wisdom is to question everything - and one's last is to come to terms with everything.","author":"Georg Christoph Lichtenberg"},{"quote":"A young man is embarrassed to question an older one.","author":"Homer"},{"quote":"It is better to know some of the questions than all of the answers.","author":"James Thurber"},{"quote":"If you ask too many questions, you will find no answers, only more questions.","author":"Omaha Proverb"},{"quote":"Ask questions from your heart and you will be answered from the heart.","author":"Protagoras"},{"quote":"You can question somebody's views and their judgment without questioning their motives or patriotism.","author":"Publilius Syrus"},{"quote":"There are two sides to every question.","author":"Solomon Ibn Gabirol"},{"quote":"It is not every question that deserves an answer.","author":"Stephen Jay Gould"},{"quote":"A wise man's question contains half the answer. ","author":"Terence"},{"quote":"The most erroneous stories are those we think we know best - and therefore never scrutinize or question.","author":"Thorstein Veblen"},{"quote":"So many men so many questions.<br> (Quot Homines Tot Sententiae)","author":"Voltaire"},{"quote":"The outcome of any serious research can only be to make two questions grow where only one grew before."},{"quote":"Judge of a man by his questions rather than by his answers."}]}