{"topic":"quotations","quotes":[{"quote":"Everything of importance has been said before by somebody who did not discover it.","author":"Alfred North Whitehead"},{"quote":"I have suffered a great deal from writers who have quoted this or that sentence of mine either out of its context or in juxtaposition to some incongruous matter which quite distorted my meaning , or destroyed it altogether.","author":"Alfred North Whitehead"},{"quote":"The point of quotations is that one can use another's words to be insulting.","author":"Amanda Cross"},{"quote":"Quotation, n: The act of repeating erroneously the words of another.","author":"Ambrose Bierce"},{"quote":"One must be a wise reader to quote wisely and well.","author":"Amos Bronson Alcott"},{"quote":"When a thing has been said and well, have no scruple. Take it and copy it.","author":"Anatole France"},{"quote":"Be careful -- with quotations, you can damn anything.","author":"Andre Malraux"},{"quote":"Write a wise saying and your name will live forever.","author":"Anonymous"},{"quote":"It is unbecoming for young men to utter maxims.","author":"Aristotle"},{"quote":"The wisdom of the wise, and the experience of ages, may be preserved by quotation.","author":"Benjamin Disraeli"},{"quote":"A quotation in a speech, article or book is like a rifle in the hands of an infantryman. It speaks with authority.","author":"Brendan Francis"},{"quote":"To be amused by what you read--that is the great spring of happy quotations.","author":"C. E. Montague"},{"quote":"I never have found the perfect quote. At best I have been able to find a string of quotations which merely circle the ineffable idea I seek to express.","author":"Caldwell O'Keefe"},{"quote":"I improve on misquotation.","author":"Cary Grant"},{"quote":"The American people would not want to know of any misquotes that Dan Quayle may or may not make.","author":"Dan Quayle"},{"quote":"People will accept your ideas much more readily if you tell them Benjamin Franklin said it first.","author":"David H. Comins"},{"quote":"What's the use of a good quotation if you can't change it?","author":"Doctor Who"},{"quote":"A facility for quotation covers the absence of original thought.","author":"Dorothy L. Sayers"},{"quote":"I might repeat to myself slowly and soothingly, a list of quotations beautiful from minds profound - if I can remember any of the damn things.","author":"Dorothy Parker"},{"quote":"Some for renown, on scraps of learning dote, <br>And think they grow immortal as they quote.","author":"Edward Young"},{"quote":"An epigram often flashes light into regions where reason shines but dimly.","author":"Edwin P. Whipple"},{"quote":"If you have any doubts that we live in a society controlled by men, try reading down the index of contributors to a volume of quotations, looking for women's names.","author":"Elaine Gill"},{"quote":"I often quote myself. It adds spice to my conversation.","author":"George Bernard Shaw"},{"quote":"After all, all he did was string together a lot of old, well-known quotations.","author":"H. L. Mencken"},{"quote":"Misquotation is, in fact, the pride and privilege of the learned. A widely- read man never quotes accurately, for the rather obvious reason that he has read too widely.","author":"Hesketh Pearson"},{"quote":"Misquotations are the only quotations that are never misquoted.","author":"Hesketh Pearson"},{"quote":"Life itself is a quotation.","author":"Jorge Luis Borges"},{"quote":"A fine quotation is a diamond on the finger of a man of wit, and a pebble in the hand of a fool.","author":"Joseph Roux"},{"quote":"What a good thing Adam had. When he said a good thing he knew nobody had said it before.","author":"Mark Twain"},{"quote":"I love quotations because it is a joy to find thoughts one might have, beautifully expressed with much authority by someone recognized wiser than oneself.","author":"Marlene Dietrich"}]}