{"topic":"reality","quotes":[{"quote":"Reality is merely an illusion, albeit a very persistent one.","author":"Albert Einstein"},{"quote":"Everything is a dangerous drug except reality, which is unendurable.","author":"Cyril Connolly"},{"quote":"You bluffed me! I don't like it when people bluff me. It makes me question my perception of reality.","author":"Diane Frolov and Andrew Schneider"},{"quote":"Set up as an ideal the facing of reality as honestly and as cheerfully as possible.","author":"Dr. Karl Menninger"},{"quote":"Joel: That's the movies, Ed. Try reality.<br> Ed: No thanks.","author":"Ellen Herman"},{"quote":"I believe in looking reality straight in the eye and denying it.","author":"Garrison Keillor"},{"quote":"The real distinction is between those who adapt their purposes to reality and those who seek to mold reality in the light of their purposes.","author":"Henry Kissinger"},{"quote":"Realism...has no more to do with reality than anything else.","author":"Hob Broun"},{"quote":"Reality is nothing but a collective hunch.","author":"Jane Wagner"},{"quote":"Reality is the leading cause of stress amongst those in touch with it.","author":"Jane Wagner"},{"quote":"Important days don't look like anything special when they start. Invariably, the sun rises and people wake up. Coffee is swilled and eggs are swallowed. Everybody goes about the business of acting like their lives matter and then, no matter how important the events of the day end up being, the sun invariably sets. The sun rose before the soldiers stormed Omaha Beach on D-Day, and the sun set after Archduke Franz Ferdinand was killed. Sunrises and sunsets are real jerks about putting things in perspective.","author":"Jules de Gaultier"},{"quote":"Imagination is the one weapon in the war against reality.","author":"Lily Tomlin"},{"quote":"Reality is a crutch for people who can't cope with drugs.","author":"Liza Minnelli"},{"quote":"Reality is something you rise above.","author":"Mary Chase"},{"quote":"I've wrestled with reality for 35 years, Doctor, and I'm happy to state I finally won out over it.","author":"Pablo Picasso"},{"quote":"Everything you can imagine is real.","author":"Philip K. Dick"},{"quote":"Reality is that which, when you stop believing in it, doesn't go away.","author":"T. S. Eliot"},{"quote":"Humankind cannot stand very much reality."}]}