{"topic":"relaxation","quotes":[{"quote":"Man is so made that he can only find relaxation from one kind of labor by taking up another.","author":"Anatole France"},{"quote":"To be able to fill leisure intelligently is the last product of civilization, and at present very few people have reached this level.","author":"Bertrand Russell"},{"quote":"This art of resting the mind and the power of dismissing from it all care and worry is probably one of the secrets of energy in our great men.","author":"Captain J. A. Hadfield"},{"quote":"Acquire inner peace and a multitude will find their salvation near you.","author":"Catherine de Hueck Doherty"},{"quote":"Nothing is permanent in this wicked world - not even our troubles.","author":"Charlie Chaplin"},{"quote":"Sometimes the cure for restlessness is rest.","author":"Colleen Wainwright"},{"quote":"Put duties aside at least an hour before bed and perform soothing, quiet activities that will help you relax.","author":"Dianne Hales"},{"quote":"No matter how much pressure you feel at work, if you could find ways to relax for at least five minutes every hour, you'd be more productive.","author":"Dr. Joyce Brothers"},{"quote":"There is no need to go to India or anywhere else to find peace. You will find that deep place of silence right in your room, your garden or even your bathtub.","author":"Elisabeth Kubler-Ross"},{"quote":"We have to fight them daily, like fleas, those many small worries about the morrow, for they sap our energies.","author":"Etty Hillesum"},{"quote":"Light be the earth upon you, lightly rest.","author":"Euripides"},{"quote":"When we are unable to find tranquility within ourselves, it is useless to seek it elsewhere.","author":"Francois de La Rochefoucauld"},{"quote":"During [these] periods of relaxation after concentrated intellectual activity, the intuitive mind seems to take over and can produce the sudden clarifying insights which give so much joy and delight.","author":"Fritjof Capra"},{"quote":"What's the use of worrying? It never was worthwhile.","author":"George Asaf"},{"quote":"He enjoys true leisure who has time to improve his soul's estate.","author":"Henry David Thoreau"},{"quote":"If a man insisted always on being serious, and never allowed himself a bit of fun and relaxation, he would go mad or become unstable without knowing it.","author":"Herodotus"},{"quote":"We spend most of our time and energy in a kind of horizontal thinking. We move along the surface of things [but] there are times when we stop. We sit still. We lose ourselves in a pile of leaves or its memory. We listen and breezes from a whole other world begin to whisper.","author":"James Carroll"},{"quote":"To sit in the shade on a fine day, and look upon verdure is the most perfect refreshment.","author":"Jane Austen"},{"quote":"Never lose sight of this important truth, that no one can be truly great until he has gained a knowledge of himself, a knowledge which can only be acquired by occasional retirement.","author":"Johann Georg von Zimmermann"},{"quote":"I take it that what all men are really after is some form or perhaps only some formula of peace.","author":"Joseph Conrad"},{"quote":"If you can attain repose and calm, believe that you have seized happiness.","author":"Julie-Jeanne-Eleonore de Lespinasse"},{"quote":"Besides the noble art of getting things done, there is a nobler art of leaving things undone. The wisdom of life consists in the elimination of nonessentials.","author":"Lin Yutang"},{"quote":"Stress is an ignorant state. It believes that everything is an emergency. Nothing is that important.","author":"Natalie Goldberg"},{"quote":"Before you agree to do anything that might add even the smallest amount of stress to your life, ask yourself: What is my truest intention? Give yourself time to let a yes resound within you. When it's right, I guarantee that your entire body will feel it.","author":"Oprah Winfrey"},{"quote":"Take rest; a field that has rested gives a bountiful crop.","author":"Ovid"},{"quote":"Learning to ignore things is one of the great paths to inner peace.","author":"Robert J. Sawyer"},{"quote":"Working in the garden...gives me a profound feeling of inner peace.","author":"Ruth Stout"},{"quote":"Sometimes I sits and thinks, and sometimes I just sits.","author":"Satchel Paige"},{"quote":"The time to relax is when you don't have time for it.","author":"Sydney J. Harris"}]}