{"topic":"religion","quotes":[{"quote":"When I do good, I feel good; when I do bad, I feel bad, and that is my religion.","author":"Abraham Lincoln"},{"quote":"My religion consists of a humble admiration of the illimitable superior spirit who reveals himself in the slight details we are able to perceive with our frail and feeble mind.","author":"Albert Einstein"},{"quote":"Science without religion is lame, religion without science is blind.","author":"Albert Einstein"},{"quote":"I won't take my religion from any man who never works except with his mouth.","author":"Carl Sandburg"},{"quote":"I am determined that my children shall be brought up in their father's religion, if they can find out what it is.","author":"Charles Lamb"},{"quote":"It is a fine thing to establish one's own religion in one's heart, not to be dependent on tradition and second-hand ideals. Life will seem to you, later, not a lesser, but a greater thing.","author":"D. H. Lawrence"},{"quote":"Rational arguments don't usually work on religious people. Otherwise, there wouldn't be religious people.","author":"Eric Hoffer"},{"quote":"Clergymen have much the same in their breeches as other men.","author":"Flavius Josephus"},{"quote":"The opposite of the religious fanatic is not the fanatical atheist but the gentle cynic who cares not whether there is a god or not.","author":"George Burns"},{"quote":"Everyone ought to worship God according to his own inclinations, and not to be constrained by force.","author":"H. L. Mencken"},{"quote":"The secret of a good sermon is to have a good beginning and a good ending, then having the two as close together as possible.","author":"Ian McKellen"},{"quote":"For centuries, theologians have been explaining the unknowable in terms of the-not-worth-knowing.","author":"James Feibleman"},{"quote":"I've often thought the Bible should have a disclaimer in the front saying this is fiction.","author":"Jane Austen"},{"quote":"A myth is a religion in which no one any longer believes.","author":"Jane Austen"},{"quote":"Everybody likes to go their own way--to choose their own time and manner of devotion.","author":"Lucretius"},{"quote":"It will, I believe, be everywhere found, that as the clergy are, or are not what they ought to be, so are the rest of the nation.","author":"Matthew Arnold"},{"quote":"Such evil deeds could religion prompt.","author":"Mihaly Csikszentmihalyi"},{"quote":"The true meaning of religion is thus not simply morality, but morality touched by emotion.","author":"Oscar Wilde"},{"quote":"Those who seek consolation in existing churches often pay for their peace of mind with a tacit agreement to ignore a great deal of what is known about the way the world works.","author":"Randy K. Milholland"},{"quote":"The true mystery of the world is the visible, not the invisible.","author":"Randy K. Milholland"},{"quote":"Never confuse the faith with the supposedly faithful.","author":"Sir Richard Francis Burton"},{"quote":"The only time anyone's admitted they were a Christian before was when they were busy telling me why they're better than me.","author":"Sophy Burnham"},{"quote":"The more I study religions the more I am convinced that man never worshipped anything but himself.","author":"Stella Terrill Mann"},{"quote":"To believe in God or in a guiding force because someone tells you to is the height of stupidity. We are given senses to receive our information within. With our own eyes we see, and with our own skin we feel. With our intelligence, it is intended that we understand. But each person must puzzle it out for himself or herself.","author":"Steven Weinberg"},{"quote":"Whatever God's dream about man may be, it seems certain it cannot come true unless man cooperates.","author":"Thomas Jefferson"},{"quote":"With or without religion, you would have good people doing good things and evil people doing evil things. But for good people to do evil things, that takes religion.","author":"Tom Wolfe"},{"quote":"Say nothing of my religion. It is known to God and myself alone. Its evidence before the world is to be sought in my life: if it has been honest and dutiful to society the religion which has regulated it cannot be a bad one.","author":"Waiter Rant"},{"quote":"A cult is a religion with no political power."},{"quote":"Angels dancing on the head of a pin dissolve into nothingness at the bedside of a dying child."}]}