{"topic":"risk","quotes":[{"quote":"And the day came when the risk to remain tight in a bud was more painful than the risk it took to blossom.","author":"Anais Nin"},{"quote":"I guess what I'm trying to say is, I don't think you can measure life in terms of years. I think longevity doesn't necessarily have anything to do with happiness. I mean happiness comes from facing challenges and going out on a limb and taking risks. If you're not willing to take a risk for something you really care about, you might as well be dead.","author":"Diane Frolov and Andrew Schneider"},{"quote":"Life is a risk.","author":"Diane Von Furstenberg"},{"quote":"If you don't risk anything you risk even more.","author":"Erica Jong"},{"quote":"Take calculated risks. That is quite different from being rash.","author":"George S. Patton"},{"quote":"First weigh the considerations, then take the risks.","author":"Helmuth von Moltke"},{"quote":"Great deeds are usually wrought at great risks.","author":"Herodotus"},{"quote":"The policy of being too cautious is the greatest risk of all.","author":"Jawaharlal Nehru"},{"quote":"What you risk reveals what you value.","author":"Jeanette Winterson"},{"quote":"Be wary of the man who urges an action in which he himself incurs no risk.","author":"Joaquin Setanti"},{"quote":"There are risks and costs to a program of action. But they are far less than the long-range risks and costs of comfortable inaction.","author":"John F. Kennedy"},{"quote":"If you're never scared or embarrassed or hurt, it means you never take any chances.","author":"Julia Sorel"},{"quote":"Risk! Risk anything! Care no more for the opinions of others, for those voices. Do the hardest thing on earth for you. Act for yourself. Face the truth.","author":"Katherine Mansfield"},{"quote":"I don't think about risks much. I just do what I want to do. If you gotta go, you gotta go.","author":"Lillian Carter"},{"quote":"In order for people to be happy, sometimes they have to take risks. It's true these risks can put them in danger of being hurt.","author":"Meg Cabot"},{"quote":"It seems to me that people have vast potential. Most people can do extraordinary things if they have the confidence or take the risks. Yet most people don't. They sit in front of the telly and treat life as if it goes on forever.","author":"Philip Adams"},{"quote":"To win without risk is to triumph without glory.","author":"Pierre Corneille"},{"quote":"The universe will reward you for taking risks on its behalf.","author":"Shakti Gawain"},{"quote":"Our lives improve only when we take chances - and the first and most difficult risk we can take is to be honest with ourselves.","author":"Walter Anderson"}]}