{"topic":"sanity","quotes":[{"quote":"In a mad world only the mad are sane.","author":"Akira Kurosawa"},{"quote":"Insanity: doing the same thing over and over again and expecting different results.","author":"Albert Einstein"},{"quote":"The knowing, I told myself, is only a vapor of the mind, and yet it can wreck havok with one's sanity.","author":"Diane Ackerman"},{"quote":"Sometimes the mind, for reasons we don't necessarily understand, just decides to go to the store for a quart of milk.","author":"Diane Frolov and Andrew Schneider"},{"quote":"Insanity in individuals is something rare - but in groups, parties, nations and epochs, it is the rule.","author":"Friedrich Nietzsche"},{"quote":"There is always some madness in love. But there is also always some reason in madness.","author":"Friedrich Nietzsche"},{"quote":"Correct me if I'm wrong, but hasn't the fine line between sanity and madness gotten finer?","author":"George Price"},{"quote":"Ordinarily he was insane, but he had lucid moments when he was merely stupid.","author":"Heinrich Heine"},{"quote":"Truly great madness cannot be achieved without significant intelligence.","author":"Henrik Tikkanen"},{"quote":"When dealing with the insane, the best method is to pretend to be sane.","author":"Hermann Hesse"},{"quote":"I hate to advocate drugs, alcohol, violence, or insanity to anyone, but they've always worked for me.","author":"Hunter S. Thompson"},{"quote":"Part of being sane, is being a little bit crazy.","author":"Janet Long"},{"quote":"Sanity calms, but madness is more interesting.","author":"John Russell"},{"quote":"I think that maybe in every company today there is always at least one person who is going crazy slowly.","author":"Joseph Heller"},{"quote":"A neurosis is a secret that you don't know you are keeping.","author":"Kenneth Tynan"},{"quote":"It is no measure of health to be well adjusted to a profoundly sick society.","author":"Krishnamurti"},{"quote":"I don't really trust a sane person.","author":"Lyle Alzado"},{"quote":"There's a fine line between genius and insanity. I have erased this line.","author":"Oscar Levant"},{"quote":"The statistics on sanity are that one out of every four Americans is suffering from some form of mental illness. Think of your three best friends. If they're okay, then it's you.","author":"Rita Mae Brown"},{"quote":"You're only given a little spark of madness. You mustn't lose it.","author":"Robin Williams"},{"quote":"There is only one difference between a madman and me. I am not mad.","author":"Salvador Dali"},{"quote":"There is no great genius without some touch of madness.","author":"Seneca"},{"quote":"Joel: Ed, are you hallucinating?<br> Ed: Oh, yeah, but not right now.","author":"Sy Rosen and Christian Williams"},{"quote":"Howard Hughes was able to afford the luxury of madness, like a man who not only thinks he is Napoleon but hires an army to prove it.","author":"Ted Morgan"},{"quote":"Dreaming permits each and every one of us to be quietly and safely insane every night of our lives.","author":"William Dement"},{"quote":"Canst thou not minister to a mind diseased, <br> Pluck from the memory a rooted sorrow... <br> And with some sweet oblivious antidote <br> Cleanse the stuff'd bosom of that perilous stuff <br> Which weighs upon the heart?","author":"William Shakespeare"},{"quote":"Fetter strong madness in a silken thread.","author":"William Shakespeare"},{"quote":"Her madness hath the oddest frame of sense, such a dependency of thing on thing, as e'er I heard in madness.","author":"William Shakespeare"},{"quote":"How comes it, that thou art then estranged from thyself?","author":"William Shakespeare"},{"quote":"Madness in great ones must not unwatch'd go.","author":"William Shakespeare"}]}