{"topic":"silence","quotes":[{"quote":"Silence is a text easy to misread.","author":"A. A. Attanasio"},{"quote":"'Tis better to be silent and be thought a fool, than to speak and remove all doubt.","author":"Abraham Lincoln"},{"quote":"Better to remain silent and be thought a fool than to speak out and remove all doubt.","author":"Abraham Lincoln"},{"quote":"He who does not know how to be silent will not know how to speak.","author":"Ausonius"},{"quote":"The eternal silence of these infinite spaces fills me with dread.","author":"Blaise Pascal"},{"quote":"Oppression can only survive through silence.","author":"Carmen de Monteflores"},{"quote":"I think the first virtue is to restrain the tongue; he approaches nearest to gods who knows how to be silent, even though he is in the right.","author":"Cato the Elder"},{"quote":"Silence is more musical than any song.","author":"Christina Rossetti"},{"quote":"A fair request should be followed by the deed in silence.","author":"Dante Alighieri"},{"quote":"My personal hobbies are reading, listening to music, and silence.","author":"Edith Sitwell"},{"quote":"Learn to get in touch with the silence within yourself and know that everything in this life has a purpose.","author":"Elisabeth Kubler-Ross"},{"quote":"There is no need to go to India or anywhere else to find peace. You will find that deep place of silence right in your room, your garden or even your bathtub.","author":"Elisabeth Kubler-Ross"},{"quote":"Silence is the most perfect expression of scorn.","author":"George Bernard Shaw"},{"quote":"With silence favor me.<br> (Favete Linguis)","author":"Horace"},{"quote":"A good word is an easy obligation; but not to speak ill, requires only our silence, which costs nothing.","author":"John Tillotson"},{"quote":"Silence is one of the hardest arguments to refute.","author":"Josh Billings"},{"quote":"The most profound statements are often said in silence.","author":"Lynn Johnston"},{"quote":"In the attitude of silence the soul finds the path in a clearer light, and what is elusive and deceptive resolves itself into crystal clearness. Our life is a long and arduous quest after Truth.","author":"Mahatma Gandhi"},{"quote":"Well-timed silence hath more eloquence than speech.","author":"Martin Fraquhar Tupper"},{"quote":"In the end, we will remember not the words of our enemies, but the silence of our friends.","author":"Martin Luther King Jr."},{"quote":"Our lives begin to end the day we become silent about things that matter.","author":"Martin Luther King Jr."},{"quote":"In silence man can most readily preserve his integrity.","author":"Meister Eckhart"},{"quote":"Silence is golden when you can't think of a good answer.","author":"Muhammad Ali"},{"quote":"Not merely an absence of noise, Real Silence begins when a reasonable being withdraws from the noise in order to find peace and order in his inner sanctuary.","author":"Peter Minard"},{"quote":"I have often regretted my speech, never my silence.","author":"Publilius Syrus"},{"quote":"It is better wither to be silent, or to say things of more value than silence. Sooner throw a pearl at hazard than an idle or useless word; and do not say a little in many words, but a great deal in a few.","author":"Pythagoras"},{"quote":"The cruelest lies are often told in silence.","author":"Robert Louis Stevenson"},{"quote":"Nothing is so good for an ignorant man as silence; and if he was sensible of this he would not be ignorant.","author":"Saadi"},{"quote":"Silence propagates itself, and the longer talk has been suspended, the more difficult it is to find anything to say.","author":"Samuel Johnson"},{"quote":"It is a great thing to know the season for speech and the season for silence.","author":"Seneca"}]}