{"topic":"sleep","quotes":[{"quote":"Laugh and the world laughs with you, snore and you sleep alone.","author":"Anthony Burgess"},{"quote":"It is better to sleep on things beforehand than lie awake about them afterward.","author":"Baltasar Gracian"},{"quote":"Early to bed and early to rise makes a man healthy, wealthy, and wise.","author":"Benjamin Franklin"},{"quote":"If you can't sleep, then get up and do something instead of lying there and worrying. It's the worry that gets you, not the loss of sleep.","author":"Dale Carnegie"},{"quote":"Life is something that happens when you can't get to sleep.","author":"Fran Lebowitz"},{"quote":"There is a time for many words, and there is also a time for sleep.","author":"Homer"},{"quote":"To achieve the impossible dream, try going to sleep.","author":"Joan Klempner"},{"quote":"People who say they sleep like a baby usually don't have one.","author":"Leo J. Burke"},{"quote":"Not being able to sleep is terrible. You have the misery of having partied all night... without the satisfaction.","author":"Lynn Johnston"},{"quote":"I have never taken any exercise except sleeping and resting.","author":"Mark Twain"},{"quote":"Oh sleep! It is a gentle thing, <br> Beloved from pole to pole.","author":"Samuel Taylor Coleridge"},{"quote":"When I woke up this morning my girlfriend asked me, 'Did you sleep good?' I said 'No, I made a few mistakes.'","author":"Steven Wright"},{"quote":"I guess staying up late is good preparation for sweet dreams.","author":"Thomas Dekker"},{"quote":"[Sleep is] the golden chain that ties health and our bodies together.","author":"Virgil"},{"quote":"Death's brother, Sleep.","author":"William Shakespeare"},{"quote":"A great perturbation in nature, to receive at once the benefit of sleep and do the effects of watching!","author":"William Shakespeare"},{"quote":"Care keeps his watch in every old man's eye, <br> And where care lodges, sleep will never lie; <br> But where unbruised youth with unstuff'd brain <br> Doth couch his limbs, there golden sleep doth reign.","author":"William Shakespeare"},{"quote":"He that sleeps feels not the tooth-ache.","author":"William Shakespeare"},{"quote":"Methought I heard a voice cry, \"Sleep no more! Macbeth does murder sleep!\"- the innocent sleep.","author":"William Shakespeare"},{"quote":"O sleep, O gentle sleep, nature's soft nurse, how have I frighted thee, that thou no more wilt weigh my eyelids down, and steep my senses in forgetfulness.","author":"William Shakespeare"},{"quote":"O sleep, thou ape of death, lie dull upon her and be her sense but as a monument, thus in a chapel lying.","author":"William Shakespeare"},{"quote":"Shake off this downy sleep, death's counterfeit, and look on death itself.","author":"William Shakespeare"},{"quote":"Sleep that knits up the ravell'd sleave of care, the death of each day's life, sore labour's bath, balm of hurt minds, great nature's second course, chief nourisher in life's feast.","author":"William Shakespeare"},{"quote":"Sleep, that sometimes shuts up sorrow's eye, steal me awhile from mine own company."}]}