{"topic":"society","quotes":[{"quote":"To give up the task of reforming society is to give up one's responsibility as a free man.","author":"Alan Paton"},{"quote":"He who is unable to live in society, or who has no need because he is sufficient for himself, must be either a beast or a god.","author":"Aristotle"},{"quote":"Society, my dear, is like salt water, good to swim in but hard to swallow.","author":"Arthur Stringer"},{"quote":"A society of sheep must in time beget a government of wolves. ","author":"Bertrand de Jouvenal"},{"quote":"A nation is a society united by a delusion about its ancestry and by common hatred of its neighbors.","author":"Eric Hoffer"},{"quote":"The nature of society is largely determined by the direction in which talent and ambition flow-by the tilt of the social landscape.","author":"Francis Quarles"},{"quote":"Be very circumspect in the choice of thy company. In the society of thine equals thou shalt enjoy more pleasure; in the society of thy superiors thou shalt find more profit. To be the best in the company is the way to grow worse.","author":"Irv Kupcinet"},{"quote":"What can you say about a society that says that God is dead and Elvis is alive?","author":"John Stuart Mill"},{"quote":"But society has now fairly got the better of individuality; and the danger which threatens human nature is not the excess, but the deficiency, of personal impulses and preferences.","author":"John Stuart Mill"},{"quote":"Everyone who receives the protection of society owes a return for the benefit.","author":"Krishnamurti"},{"quote":"It is no measure of health to be well adjusted to a profoundly sick society.","author":"Maya Angelou"},{"quote":"The needs of society determine its ethics.","author":"Oscar Wilde"},{"quote":"Do not speak ill of society, Algie. Only people who can't get in do that.","author":"Robert Frost"},{"quote":"I'm against a homogenized society, because I want the cream to rise.","author":"Robertson Davies"},{"quote":" There is no nonsense so gross that society will not, at some time, make a doctrine of it and defend it with every weapon of communal stupidity.","author":"Sir Francis Bacon"},{"quote":"Man seeketh in society comfort, use and protection."},{"quote":"We must beware of trying to build a society in which nobody counts for anything except a politician or an official, a society where enterprise gains no reward and thrift no privileges."}]}