{"topic":"speech","quotes":[{"quote":"Let thy speech be short, comprehending much in a few words.","author":"Aprocrypha"},{"quote":"Bore: one who has the power of speech but not the capacity for conversation.","author":"Benjamin Disraeli"},{"quote":"Free speech carries with it some freedom to listen.","author":"Bob Marley"},{"quote":"Thought is the fountain of speech.","author":"Chrysippus"},{"quote":"Great wisdom is generous; petty wisdom is contentious. Great speech is impassioned, small speech cantankerous.","author":"Chuang-tzu"},{"quote":"The superior man is modest in his speech, but exceeds in his actions.","author":"Confucius"},{"quote":"All speech is vain and empty unless it be accompanied by action.","author":"Demosthenes"},{"quote":"Today's public figures can no longer write their own speeches or books, and there is some evidence that they can't read them either.","author":"Gore Vidal"},{"quote":"What this country needs is more free speech worth listening to.","author":"Hansell B. Duckett"},{"quote":"Readiness of speech is often inability to hold the tongue.","author":"Jean Baptiste Rousseau"},{"quote":"The First Amendment is often inconvenient. But that is besides the point. Inconvenience does not absolve the government of its obligation to tolerate speech.","author":"Justice Anthony Kennedy"},{"quote":"Speak when you are angry--and you will make the best speech you'll ever regret.","author":"Laurence J. Peter"},{"quote":"It usually takes more than three weeks to prepare a good impromptu speech.","author":"Mark Twain"},{"quote":"Well-timed silence hath more eloquence than speech.","author":"Martin Fraquhar Tupper"},{"quote":"Be a craftsman in speech that thou mayest be strong, for the strength of one is the tongue, and speech is mightier than all fighting.","author":"Maxims of Ptahhotep"},{"quote":"Do not fight verbosity with words: speech is given to all, intelligence to few.","author":"Moralia"},{"quote":"Tears at times have all the weight of speech.","author":"Ovid"},{"quote":"I have often regretted my speech, never my silence.","author":"Publilius Syrus"},{"quote":"Speech is a mirror of the soul: as a man speaks, so is he.","author":"Publilius Syrus"},{"quote":"In anger we should refrain both from speech and action.","author":"Pythagoras"},{"quote":"Much talking is the cause of danger. Silence is the means of avoiding misfortune. The talkative parrot is shut up in a cage. Other birds, without speech, fly freely about.","author":"Saskya Pandita"},{"quote":"It is a great thing to know the season for speech and the season for silence.","author":"Seneca"},{"quote":"Speech is the mirror of the mind.<br> (Imago Animi Sermo Est)","author":"Seneca"},{"quote":"Where the speech is corrupted, the mind is also.","author":"Seneca"},{"quote":"Discretion in speech is more than eloquence.","author":"Sir Francis Bacon"},{"quote":"Look wise, say nothing, and grunt. Speech was given to conceal thought.","author":"Sir William Osler"},{"quote":"Much speech is one thing, well-timed speech is another.","author":"Sophocles"},{"quote":"Speech is human, silence is divine, yet also brutish and dead: therefore we must learn both arts.","author":"Thomas Carlyle"},{"quote":"In a free state there should be freedom of speech and thought.","author":"Tiberius"}]}