{"topic":"sports","quotes":[{"quote":"Sport is imposing order on what was chaos.","author":"Anthony Starr"},{"quote":"Some people think football is a matter of life and death. I don't like that attitude. I can assure them it is much more serious than that.","author":"Bill Shankly"},{"quote":"Anybody who watches three games of football in a row should be declared brain dead.","author":"Erma Bombeck"},{"quote":"Football is a mistake. It combines the two worst elements of American life. Violence and committee meetings.","author":"George F. Will"},{"quote":"Sports serve society by providing vivid examples of excellence.","author":"George F. Will"},{"quote":"For when the One Great Scorer comes<br> To write against your name,<br> He marks-not that you won or lost-<br> But how you played the game.","author":"Grantland Rice"},{"quote":"Sports do not build character. They reveal it.","author":"Heywood Broun"},{"quote":"Nobody in the game of football should be called a genius. A genius is somebody like Norman Einstein.","author":"Joe Theismann"},{"quote":"It's not so important who starts the game but who finishes it.","author":"John Wooden"},{"quote":"If it weren't for baseball, many kids wouldn't know what a millionaire looked like.","author":"Phyllis Diller"},{"quote":"For people to judge a man's worth and his very manhood according to the way he feels about sport, and not to recognize it for the piddly, inconsequential goings on that it really is...","author":"Robin Green and Mitchell Burgess"},{"quote":"I went to a fight the other night, and a hockey game broke out.","author":"Rodney Dangerfield"},{"quote":"Not every age is fit for childish sports.","author":"Titus Maccius Plautus"},{"quote":"A good hockey player plays where the puck is. A great hockey player plays where the puck is going to be.","author":"Wayne Gretzky"},{"quote":"If all the year were playing holidays; To sport would be as tedious as to work.","author":"William Shakespeare"},{"quote":"Desire is the most important factor in the success of any athlete.","author":"Yogi Berra"},{"quote":"Baseball is 90% mental, the other half is physical."}]}