{"topic":"spring","quotes":[{"quote":"If we had no winter, the spring would not be so pleasant: if we did not sometimes taste of adversity, prosperity would not be so welcome.","author":"Anne Bradstreet"},{"quote":"[Spring is] when life's alive in everything.","author":"Christina Rossetti"},{"quote":"If there comes a little thaw, <br>\nStill the air is chill and raw, <br>\nHere and there a patch of snow,<br>\nDirtier than the ground below, <br>\nDribbles down a marshy flood; <br>\nAnkle-deep you stick in mud In the meadows while you sing, <br>\n\"This is Spring.\"","author":"Christopher Pearce Cranch"},{"quote":"Well, spring sprang. We've had our state of grace and our little gift of sanctioned madness, courtesy of Mother Nature. Thanks, Gaia. Much obliged. I guess it's time to get back to that daily routine of living we like to call normal.","author":"David Assael"},{"quote":"Listen, can you hear it? Spring's sweet cantata. The strains of grass pushing through the snow. The song of buds swelling on the vine. The tender timpani of a baby robin's heart. Spring.","author":"Diane Frolov and Andrew Schneider"},{"quote":"Spring is when you feel like whistling even with a shoe full of slush.","author":"Doug Larson"},{"quote":"A little Madness in the Spring Is wholesome even for the King.","author":"Emily Dickinson"},{"quote":"To be interested in the changing seasons is a happier state of mind than to be hopelessly in love with spring.","author":"George Santayana"},{"quote":"[Spring is] a true reconstructionist.","author":"Henry Timrod"},{"quote":"If winter comes, can spring be far behind? ","author":"Percy Bysshe Shelley"},{"quote":"An optimist is the human personification of spring.","author":"Susan J. Bissonette"},{"quote":"Winter is on my head, but eternal spring is in my heart.","author":"Victor Hugo"},{"quote":"In the spring time, the only pretty ring time, when birds do sing... sweet lovers love the spring.","author":"William Shakespeare"},{"quote":"O, how this spring of love resembleth <br>The uncertain glory of an April day!","author":"William Shakespeare"}]}