{"topic":"stupidity","quotes":[{"quote":"Only two things are infinite, the universe and human stupidity, and I'm not sure about the former.","author":"Albert Einstein"},{"quote":"Genius may have its limitations, but stupidity is not thus handicapped.","author":"Elbert Hubbard"},{"quote":"Talk sense to a fool and he calls you foolish.","author":"Euripides"},{"quote":"Get all the fools on your side and you can be elected to anything.","author":"Frank Dane"},{"quote":"Against stupidity the gods themselves contend in vain.","author":"Friedrich von Schiller"},{"quote":"It is dangerous to be sincere unless you are also stupid.","author":"George Bernard Shaw"},{"quote":"To be stupid, selfish, and have good health are three requirements for happiness, though if stupidity is lacking, all is lost.","author":"Gustave Flaubert"},{"quote":"The two most common elements in the universe are Hydrogen and stupidity.","author":"Harlan Ellison"},{"quote":"Ordinarily he was insane, but he had lucid moments when he was merely stupid.","author":"Heinrich Heine"},{"quote":"There are more fools in the world than there are people.","author":"Heinrich Heine"},{"quote":"There is nothing worse than aggressive stupidity.","author":"Johann Wolfgang von Goethe"},{"quote":"Insanity is just what we call stupidity when it doesn't make sense.","author":"Martin Luther King Jr."},{"quote":"Nothing in all the world is more dangerous than sincere ignorance and conscientious stupidity.","author":"Scott Adams"},{"quote":"If there are no stupid questions, then what kind of questions do stupid people ask? Do they get smart just in time to ask questions?","author":"Stephen Vizinczey"},{"quote":"Strange as it seems, no amount of learning can cure stupidity, and higher education positively fortifies it.","author":"Unknown"},{"quote":"Artificial Intelligence is no match for natural stupidity.","author":"Unknown"},{"quote":"Everyone is entitled to be stupid, but some abuse the privilege.","author":"Unknown"},{"quote":"Fools rush in where fools have been before.","author":"Unknown"},{"quote":"Never attribute to malice what can be adequately explained by stupidity.","author":"Voltaire"},{"quote":"To succeed in the world it is not enough to be stupid, you must also be well-mannered.","author":"William Shakespeare"},{"quote":"Lord, what fools these mortals be!"}]}