{"topic":"television","quotes":[{"quote":"Television is more interesting than people. If it were not, we would have people standing in the corners of our rooms.","author":"Alan Corenk"},{"quote":"Seeing a murder on television... can help work off one's antagonisms. And if you haven't any antagonisms, the commercials will give you some.","author":"Alfred Hitchcock"},{"quote":"Television has done much for psychiatry by spreading information about it, as well as contributing to the need for it.","author":"Alfred Hitchcock"},{"quote":"Television has proved that people will look at anything rather than each other.","author":"Ann Landers"},{"quote":"Television is the first truly democratic culture - the first culture available to everybody and entirely governed by what the people want. The most terrifying thing is what people do want.","author":"Clive Barnes"},{"quote":"The one function TV news performs very well is that when there is no news we give it to you with the same emphasis as if there were.","author":"David Brinkley"},{"quote":"Television enables you to be entertained in your home by people you wouldn't have in your home.","author":"David Frost"},{"quote":"[The television is] an invention that permits you to be entertained in your living room by people you wouldn't have in your home.","author":"David Frost"},{"quote":"MTV is the lava lamp of the 1980's.","author":"Doug Ferrari"},{"quote":"I can think of nothing more boring for the American people than to have to sit in their living rooms for a whole half hour looking at my face on their television screens.","author":"Dwight D. Eisenhower"},{"quote":"Dealing with network executives is like being nibbled to death by ducks.","author":"Eric Sevareid"},{"quote":"TV is chewing gum for the eyes.","author":"Frank Lloyd Wright"},{"quote":"Imitation is the sincerest form of television.","author":"Fred Allen"},{"quote":"Television is a new medium. It's called a medium because nothing is well-done.","author":"Fred Allen"},{"quote":"[Television is] the triumph of machine over people.","author":"Fred Allen"},{"quote":"The great thing about television is that if something important happens anywhere in the world, day or night, you can always change the channel.","author":"From \"Taxi\""},{"quote":"Don't you wish there was a knob on the TV to turn up the intelligence? There's one marked 'Brightness,' but it doesn't work.","author":"Gallagher"},{"quote":"I find television very educating. Every time somebody turns on the set, I go into the other room and read a book.","author":"Groucho Marx"},{"quote":"Television news is like a lightning flash. It makes a loud noise, lights up everything around it, leaves everything else in darkness and then is suddenly gone.","author":"Hodding Carter"},{"quote":"If it weren't for Philo T. Farnsworth, inventor of television, we'd still be eating frozen radio dinners.","author":"Johnny Carson"},{"quote":"One of the few good things about modern times: If you die horribly on television, you will not have died in vain. You will have entertained us.","author":"Kurt Vonnegut"},{"quote":"Thanks to TV and for the convenience of TV, you can only be one of two kinds of human beings, either a liberal or a conservative.","author":"Kurt Vonnegut"},{"quote":"If there's anything unsettling to the stomach, it's watching actors on television talk about their personal lives.","author":"Marlon Brando"},{"quote":"Imagine what it would be like if TV actually were good. It would be the end of everything we know.","author":"Marvin Minsky"},{"quote":"Television is for appearing on - not for looking at.","author":"Noel Coward"},{"quote":"My father hated radio and could not wait for television to be invented so he could hate that too.","author":"Peter De Vries"},{"quote":"All television is children's television.","author":"Richard P. Adler"},{"quote":"It is difficult to produce a television documentary that is both incisive and probing when every twelve minutes one is interrupted by twelve dancing rabbits singing about toilet paper.","author":"Rod Serling"},{"quote":"Television has raised writing to a new low.","author":"Samuel Goldwyn"},{"quote":"I think that parents only get so offended by television because they rely on it as a babysitter and the sole educator of their kids.","author":"Trey Parker and Matt Stone"}]}