{"topic":"thoughts","quotes":[{"quote":"All great deeds and all great thoughts have a ridiculous beginning.","author":"Albert Camus"},{"quote":"No man deserves punishment for his thoughts.","author":"Anonymous"},{"quote":"When I only begin to read, I forget I'm on this world. It lifts me on wings with high thoughts.","author":"Anzia Yezierska"},{"quote":"High thoughts must have high language.","author":"Aristophanes"},{"quote":"Nurture your mind with great thoughts; to believe in the heroic makes heroes.","author":"Benjamin Disraeli"},{"quote":"Only he is free who cultivates his own thoughts, and strives without fear to do justice to them.","author":"Berthold Auerbach"},{"quote":"The highest possible stage in moral culture is when we recognize that we ought to control our thoughts.","author":"Charles Darwin"},{"quote":"Neither can embellishments of language be found without arrangement and expression of thoughts, nor can thoughts be made to shine without the light of language.","author":"Cicero"},{"quote":"Our thoughts are free.","author":"Cicero"},{"quote":"Don't think you are going to conceal thoughts by concealing evidence that they ever existed.","author":"Dwight D. Eisenhower"},{"quote":"In this world second thoughts, it seems, are best.","author":"Euripides"},{"quote":"It is not a bad idea to get in the habit of writing down one's thoughts. It saves one having to bother anyone else with them.","author":"Isabel Colegate"},{"quote":"You are today where your thoughts have brought you; you will be tomorrow where your thoughts take you.","author":"James Lane Allen"},{"quote":"All truly wise thoughts have been thoughts already thousands of times; but to make them truly ours, we must think them over again honestly, till they take root in our personal experience.","author":"Johann Wolfgang von Goethe"},{"quote":"If any man wish to write in a clear style, let him be first clear in his thoughts; and if any would write in a noble style, let him first possess a noble soul.","author":"Johann Wolfgang von Goethe"},{"quote":"I have always thought the actions of men the best interpreters of their thoughts.","author":"John Locke"},{"quote":"The happiness of your life depends upon the quality of your thoughts, therefore guard accordingly; and take care that you entertain no notions unsuitable to virtue, and reasonable nature.","author":"Marcus Aurelius Antoninus"},{"quote":"The universe is change; our life is what our thoughts make it.","author":"Marcus Aurelius Antoninus"},{"quote":"When I am attacked by gloomy thoughts, nothing helps me so much as running to my books. They quickly absorb me and banish the clouds from my mind.","author":"Michel de Montaigne"},{"quote":"Change your thoughts and you change your world.","author":"Norman Vincent Peale"},{"quote":"A man is infinitely more complicated than his thoughts.","author":"Paul Valery"},{"quote":"If you want peace, stop fighting. If you want peace of mind, stop fighting with your thoughts.","author":"Peter McWilliams"},{"quote":"Thoughts give birth to a creative force that is neither elemental nor sidereal. Thoughts create a new heaven, a new firmament, a new source of energy, from which new arts flow. When a man undertakes to create something, he establishes a new heaven, as it were and from it the work that he desires to create flows into him. For such is the immensity of man that he is greater than heaven and earth.","author":"Philipus Aureolus Paracelsus"},{"quote":"In every work of genius we recognize our own rejected thoughts; they come back to us with a certain alienated majesty.","author":"Ralph Waldo Emerson"},{"quote":"In every work of genius we see our own rejected thoughts.","author":"Ralph Waldo Emerson"},{"quote":"Except our own thoughts, there is nothing absolutely in our power.","author":"Rene Descartes"},{"quote":"They are never alone that are accompanied with noble thoughts.","author":"Sir Philip Sidney"},{"quote":"Thoughts, like fleas, jump from man to man, but they don't bite everybody.","author":"Stanislaw J. Lec"},{"quote":"Watch your thoughts, they become words.<br> Watch your words, they become actions.<br> Watch your actions, they become habits.<br> Watch your habits, they become your character.<br> Watch your character, it becomes your destiny.","author":"Unknown"},{"quote":"There are some that only employ words for the purpose of disguising their thoughts.","author":"Voltaire"}]}