{"topic":"time","quotes":[{"quote":"The dogmas of the quiet past, are inadequate to the stormy present. The occasion is piled high with difficulty, and we must rise with the occasion. As our case is new, so we must think anew and act anew. We must disenthrall ourselves, and then we shall save our country.","author":"Abraham Lincoln"},{"quote":"All that really belongs to us is time; even he who has nothing else has that.","author":"Baltasar Gracian"},{"quote":"An unhurried sense of time is in itself a form of wealth.","author":"Bonnie Friedman"},{"quote":"Time is the coin of your life. It is the only coin you have, and only you can determine how it will be spent. Be careful lest you let other people spend it for you.","author":"Carl Sandburg"},{"quote":"Calendars are for careful people, not passionate ones.","author":"Chuck Sigars"},{"quote":"Time is an illusion. Lunchtime doubly so.","author":"Douglas Adams"},{"quote":"Time is a cruel thief to rob us of our former selves. We lose as much to life as we do to death.","author":"Elizabeth Forsythe Hailey"},{"quote":"All my possessions for a moment of time.","author":"Elizabeth I"},{"quote":"When people go through something rough in life, they say, \"I'm taking it one day at a time.\" Yes, so is everybody. Because that's how time works.","author":"Jane Austen"},{"quote":"Oh! Do not attack me with your watch. A watch is always too fast or too slow. I cannot be dictated to by a watch.","author":"Jef Mallett"},{"quote":"If time flies when you're having fun, it hits the afterburners when you don't think you're having enough.","author":"Jim Bishop"},{"quote":"Nothing is as far away as one minute ago.","author":"John F. Kennedy"},{"quote":"The great French Marshall Lyautey once asked his gardener to plant a tree. The gardener objected that the tree was slow growing and would not reach maturity for 100 years. The Marshall replied, 'In that case, there is no time to lose; plant it this afternoon!'","author":"John F. Kennedy"},{"quote":"We must use time as a tool, not as a crutch.","author":"John Randolph"},{"quote":"Time is at once the most valuable and the most perishable of all our possessions.","author":"John Ruskin"},{"quote":"Our duty is to preserve what the past has had to say for itself, and to say for ourselves what shall be true for the future.","author":"Malcolm Forbes"},{"quote":"There is never enough time, unless you're serving it.","author":"Maria Edgeworth"},{"quote":"If we take care of the moments, the years will take care of themselves.","author":"Mark Twain"},{"quote":"Time cools, time clarifies; no mood can be maintained quite unaltered through the course of hours.","author":"Mason Cooley"},{"quote":"Regret for wasted time is more wasted time.","author":"Max Frisch"},{"quote":"Time does not change us. It just unfolds us.","author":"Oscar Levant"},{"quote":"What very mysterious things days were. Sometimes they fly by, and other times they seem to last forever, yet they are all exactly twenty-four hours. There's quite a lot we don't know about them.","author":"Paul Klee"},{"quote":"So little time and so little to do.","author":"Plutarch"},{"quote":"A single day is enough to make us a little larger.","author":"Ralph Waldo Emerson"},{"quote":"The whole life of man is but a point of time; let us enjoy it.","author":"Ralph Waldo Emerson"},{"quote":"These times of ours are series and full of calamity, but all times are essentially alike. As soon as there is life there is danger.","author":"Robert Byrne"},{"quote":"This time, like all times, is a very good one, if we but know what to do with it."},{"quote":"Doing a thing well is often a waste of time."}]}