{"topic":"trust","quotes":[{"quote":"For somehow this is tyranny's disease, to trust no friends.","author":"Aeschylus"},{"quote":"I never trust people's assertions, I always judge of them by their actions.","author":"Ann Radcliffe"},{"quote":"A human being is only interesting if he's in contact with himself. I learned you have to trust yourself, be what you are, and do what you ought to do the way you should do it. You have got to discover you, what you do, and trust it.","author":"Barbra Streisand"},{"quote":"You have got to discover you, what you do, and trust it.","author":"Barbra Streisand"},{"quote":"A man who doesn't trust himself can never truly trust anyone else.","author":"Cardinal de Retz"},{"quote":"Do not trust all men, but trust men of worth; the former course is silly, the latter a mark of prudence.","author":"Democritus"},{"quote":"Anyone who goes through life trusting people without making sure they are worthy of trust is a fool. Yet there are people who may be trusted, men as well as women. There are are as many difference in their natures as there are flowers in these meadows.","author":"Frank Crane"},{"quote":"In a networked world, trust is the most important currency.","author":"Frank Herbert"},{"quote":"You may be deceived if you trust too much, but you will live in torment if you do not trust enough.","author":"Graham Greene"},{"quote":"The people I distrust most are those who want to improve our lives but have only one course of action.","author":"H. L. Mencken"},{"quote":"It is impossible to go through life without trust: That is to be imprisoned in the worst cell of all, oneself.","author":"Henry L. Stimson"},{"quote":"For it is mutual trust, even more than mutual interest that holds human associations together. Our friends seldom profit us but they make us feel safe... Marriage is a scheme to accomplish exactly that same end.","author":"Henry Stimson"},{"quote":"The chief lesson I have learned in a long life is that the only way to make a man trustworthy is to trust him; and the surest way to make him untrustworthy is to distrust him and show your distrust.","author":"J. K. Rowling"},{"quote":"The only way to make a man trustworthy is to trust him.","author":"Jerome Blattner"},{"quote":"Never trust anything that can think for itself if you can't see where it keeps its brain.","author":"Johann K. Lavater"},{"quote":"A person who trusts no one can't be trusted.","author":"Johann Wolfgang von Goethe"},{"quote":"Mistrust the man who finds everything good, the man who finds everything evil and still more the man who is indifferent to everything.","author":"Martha Nussbaum"},{"quote":"As soon as you trust yourself, you will know how to live.","author":"Ralph Waldo Emerson"},{"quote":"But the life that no longer trust another human being and no longer forms ties to the political community is not a human life any longer.","author":"Randy K. Milholland"},{"quote":"Trust men and they will be true to you; treat them greatly, and they will show themselves great.","author":"Real Live Preacher"},{"quote":"There are people I know who won't hurt me. I call them corpses.","author":"Samuel Johnson"},{"quote":"When you really trust someone, you have to be okay with not understanding some things.","author":"Shakti Gawain"},{"quote":"It is better to suffer wrong than to do it, and happier to be sometimes cheated than not to trust.","author":"Thomas Fuller"},{"quote":"When I'm trusting and being myself... everything in my life reflects this by falling into place easily, often miraculously.","author":"Thomas Fuller"},{"quote":"If we are bound to forgive an enemy, we are not bound to trust him.","author":"Virgil"},{"quote":"Trust thyself only, and another shall not betray thee."},{"quote":"Trust one who has gone through it."}]}