{"topic":"truth","quotes":[{"quote":"Truth is generally the best vindication against slander.","author":"Abraham Lincoln"},{"quote":"There are few nudities so objectionable as the naked truth.","author":"Agnes Repplier"},{"quote":"Believe those who are seeking the truth. Doubt those who find it.","author":"Andre Gide"},{"quote":"All truth passes through three stages. First, it is ridiculed. Second, it is violently opposed. Third, it is accepted as being self-evident.","author":"Arthur Schopenhauer"},{"quote":"Ye shall know the truth, and the truth shall make you free.","author":"Bible"},{"quote":"Chase after truth like hell and you'll free yourself, even though you never touch its coat-tails.","author":"Clarence Darrow"},{"quote":"It's a basic truth of the human condition that everybody lies. The only variable is about what. The weird thing about telling someone they're dying is it tends to focus their priorities. You find out what matters to them. What they're willing to die for. What they're willing to lie for.","author":"David Shore"},{"quote":"The public will believe anything, so long as it is not founded on truth.","author":"Edith Sitwell"},{"quote":"Truth is the only safe ground to stand on.","author":"Elizabeth Cady Stanton"},{"quote":"The truth is more important than the facts.","author":"Frank Lloyd Wright"},{"quote":"All truths are easy to understand once they are discovered; the point is to discover them.","author":"Galileo Galilei"},{"quote":"The truth that makes men free is for the most part the truth which men prefer not to hear.","author":"Herbert Agar"},{"quote":"As scarce as truth is, the supply has always been in excess of the demand.","author":"Josh Billings"},{"quote":"Say not, 'I have found the truth,' but rather, 'I have found a truth.'","author":"Kahlil Gibran"},{"quote":"Do not run from the truth. There be nought so hard to live with as a lie.","author":"Lenin"},{"quote":"A lie told often enough becomes the truth.","author":"Mark Twain"},{"quote":"A lie can travel halfway around the world while the truth is putting on its shoes.","author":"Mark Twain"},{"quote":"Fiction is obliged to stick to possibilities. Truth isn't.","author":"Mark Twain"},{"quote":"The history of our race, and each individual's experience, are sown thick with evidence that a truth is not hard to kill and that a lie told well is immortal.","author":"Mark Twain"},{"quote":"Truth is more of a stranger than fiction.","author":"Matthew Arnold"},{"quote":"Truth sits upon the lips of dying men.","author":"Niels Bohr"},{"quote":"The opposite of a correct statement is a false statement. But the opposite of a profound truth may well be another profound truth.","author":"Oscar Wilde"},{"quote":"The truth is rarely pure and never simple.","author":"Quintus Septimius Tertullianus"},{"quote":"Truth persuades by teaching, but does not teach by persuading.","author":"Ralph Waldo Emerson"},{"quote":"Truth is beautiful, without doubt; but so are lies.","author":"Real Live Preacher"},{"quote":"I have been truthful all along the way. The truth is more interesting, and if you tell the truth you never have to cover your tracks.","author":"Scott Westerfeld"},{"quote":"I guess sometimes you have to lie to find the truth.","author":"Scott Westerfeld"},{"quote":"Turns out if you never lie, there's always someone mad at you.","author":"Sir Arthur Conan Doyle"},{"quote":"How often have I said to you that when you have eliminated the impossible, whatever remains, however improbable, must be the truth?","author":"Sir Winston Churchill"},{"quote":"Men occasionally stumble over the truth, but most of them pick themselves up and hurry off as if nothing ever happened."}]}