{"topic":"war","quotes":[{"quote":"Nations have recently been led to borrow billions for war; no nation has ever borrowed largely for education. Probably, no nation is rich enough to pay for both war and civilization. We must make our choice; we cannot have both.","author":"Agatha Christie"},{"quote":"One is left with the horrible feeling now that war settles nothing; that to win a war is as disastrous as to lose one.","author":"Albert Einstein"},{"quote":"I know not with what weapons World War III will be fought, but World War IV will be fought with sticks and stones.","author":"Albert Einstein"},{"quote":"You cannot simultaneously prevent and prepare for war.","author":"Barbara Bush"},{"quote":"War is not nice.","author":"Carl Sandburg"},{"quote":"Sometime they'll give a war and nobody will come.","author":"Frida Kahlo"},{"quote":"People in general are scared to death of the war and all the exhibition have been a failure, because the rich - don't want to buy anything.","author":"George Orwell"},{"quote":"The quickest way of ending a war is to lose it.","author":"Georges Clemenceau"},{"quote":"War is a series of catastrophes that results in a victory.","author":"Georges Clemenceau"},{"quote":"War is much too serious a matter to be entrusted to the military.","author":"Homer"},{"quote":"The outcome of the war is in our hands; the outcome of words is in the council.","author":"Jeannette Rankin"},{"quote":"You can no more win a war than you can win an earthquake.","author":"Jimmy Carter"},{"quote":"War may sometimes be a necessary evil. But no matter how necessary, it is always an evil, never a good. We will not learn how to live together in peace by killing each other's children.","author":"John Stuart Mill"},{"quote":"War is an ugly thing, but not the ugliest of things. The decayed and degraded state of moral and patriotic feeling which thinks that nothing is worth war is much worse. The person who has nothing for which he is willing to fight, nothing which is more important than his own personal safety, is a miserable creature and has no chance of being free unless made and kept so by the exertions of better men than himself.","author":"Lois McMaster Bujold"},{"quote":"Neither enemy faces, nor the mothers that love them, come to mind when one is thinking of nothing but endeavouring to survive. Philosophising about war is useless under fire.","author":"Mahatma Gandhi"},{"quote":"War is not its own end, except in some catastrophic slide into absolute damnation. It's peace that's wanted. Some better peace than the one you started with.","author":"Mao Tse-Tung"},{"quote":"What difference does it make to the dead, the orphans and the homeless, whether the mad destruction is wrought under the name of totalitarianism or the holy name of liberty or democracy?","author":"Omar Bradley"},{"quote":"Politics is war without bloodshed while war is politics with bloodshed.","author":"R. Buckminster Fuller"},{"quote":"I think the mark of a great ruler, is not his ability to make war but to achieve peace.","author":"Robert E. Lee"},{"quote":"The way to win an atomic war is to make certain it never starts.","author":"Sir Winston Churchill"},{"quote":"Either war is obsolete or men are.","author":"Sir Winston Churchill"},{"quote":"It is well that war is so terrible - otherwise we would grow too fond of it.","author":"Solomon Short"},{"quote":"Never, never, never believe any war will be smooth and easy, or that anyone who embarks on the strange voyage can measure the tides and hurricanes he will encounter. The statesman who yields to war fever must realize that once the signal is given, he is no longer the master of policy but the slave of unforeseeable and uncontrollable events.","author":"Theodore Roosevelt"},{"quote":"One day President Roosevelt told me that he was asking publicly for suggestions about what the war should be called. I said at once 'The Unnecessary War'.","author":"Thomas Mann"},{"quote":"The only winner in the War of 1812 was Tchaikovsky.","author":"Ulysses S. Grant"},{"quote":"Wars are, of course, as a rule to be avoided; but they are far better than certain kinds of peace.","author":"W. L. George"},{"quote":"War is a cowardly escape from the problems of peace.","author":"Walter Goodman"},{"quote":"The art of war is simple enough. Find out where your enemy is. Get at him as soon as you can. Strike him as hard as you can, and keep moving on."},{"quote":"Wars teach us not to love our enemies, but to hate our allies."},{"quote":"The idea of all-out nuclear war is unsettling."}]}