{"topic":"wisdom","quotes":[{"quote":"Wisdom doesn't automatically come with old age. Nothing does - except wrinkles. It's true, some wines improve with age. But only if the grapes were good in the first place.","author":"Abigail Van Buren"},{"quote":"The whole problem with the world is that fools and fanatics are always so certain of themselves, but wiser people so full of doubts.","author":"Bertrand Russell"},{"quote":"Wisdom is what's left after we've run out of personal opinions.","author":"Cullen Hightower"},{"quote":"Society cannot exist unless a controlling power upon will and appetite be placed somewhere, and the less of it there is within, the more there must be without.","author":"Edmund Burke"},{"quote":"Ask counsel of both times-of the ancient time what is best, and of the latter time what is fittest.","author":"Francois de La Rochefoucauld"},{"quote":"As one grows older, one becomes wiser and more foolish.","author":"Georg Christoph Lichtenberg"},{"quote":"One's first step in wisdom is to question everything - and one's last is to come to terms with everything.","author":"George Santayana"},{"quote":"The wisest mind has something yet to learn.","author":"H. L. Mencken"},{"quote":"The older I grow the more I distrust the familiar doctrine that age brings wisdom.","author":"Horace"},{"quote":"Force without wisdom falls of its own weight.","author":"Immanuel Kant"},{"quote":"Science is organized knowledge. Wisdom is organized life.","author":"James Boswell"},{"quote":"Men are wise in proportion, not to their experience, but to their capacity for experience.","author":"John Patrick"},{"quote":"Pain makes man think. Thought makes man wise. Wisdom makes life endurable.","author":"John Stuart Mill"},{"quote":"That which seems the height of absurdity in one generation often becomes the height of wisdom in the next.","author":"Mahatma Gandhi"},{"quote":"It is unwise to be too sure of one's own wisdom. It is healthy to be reminded that the strongest might weaken and the wisest might err.","author":"Marcel Proust"},{"quote":"We don't receive wisdom; we must discover it for ourselves after a journey that no one can take for us or spare us.","author":"Marilyn vos Savant"},{"quote":"To acquire knowledge, one must study; but to acquire wisdom, one must observe.","author":"Menander"},{"quote":"It is not white hair that engenders wisdom.","author":"Oprah Winfrey"},{"quote":"Inner wisdom is more important than wealth. The more you spend it, the more you gain.","author":"Quintilian"},{"quote":"Those who wish to appear wise among fools, among the wise seem foolish.","author":"Robbie Gass"},{"quote":"Like an ability or a muscle, hearing your inner wisdom is strengthened by doing it.","author":"Sophocles"},{"quote":"Wisdom outweighs any wealth.","author":"Titus Maccius Plautus"},{"quote":"No man is wise enough by himself.","author":"Titus Maccius Plautus"},{"quote":"Not by age but by capacity is wisdom acquired.","author":"Unknown"},{"quote":"A wise man can see more from the bottom of a well than a fool can from a mountain top .","author":"Walt Whitman"},{"quote":"Wisdom is not finally tested in the schools, Wisdom cannot be pass'd from one having it to another not having it, Wisdom is of the soul, is not susceptible of proof, is its own proof.","author":"William Saroyan"},{"quote":"Good people are good because they've come to wisdom through failure.","author":"William Shakespeare"},{"quote":"The fool doth think he is wise, but the wise man knows himself to be a fool."}]}