{"topic":"writing","quotes":[{"quote":"I've always believed in writing without a collaborator, because where two people are writing the same book, each believes he gets all the worries and only half the royalties.","author":"Agatha Christie"},{"quote":"I always wrote with the idea that what I put out there is going to stay there. Once I publish something, it has been published. I've never deleted more than one or two posts from my site. I don't think that there are takebacks. I don't feel right about it.","author":"Alison Headley"},{"quote":"If the weak hand, that has recorded this tale, has, by its scenes, beguiled the mourner of one hour of sorrow, or, by its moral, taught him to sustain it - the effort, however humble, has not been vain, nor is the writer unrewarded.","author":"Ann Radcliffe"},{"quote":"The best way to become acquainted with a subject is to write a book about it.","author":"Benjamin Disraeli"},{"quote":"Not every story has explosions and car chases. That's why they have nudity and espionage.","author":"Blaise Pascal"},{"quote":"I have made this [letter] longer, because I have not had the time to make it shorter.","author":"Bobby Knight"},{"quote":"All of us learn to write in the second grade. Most of us go on to greater things.","author":"C. S. Lewis"},{"quote":"Don't use words too big for the subject. Don't say 'infinitely' when you mean 'very'; otherwise you'll have no word left when you want to talk about something really infinite.","author":"C. S. Lewis"},{"quote":"Even in literature and art, no man who bothers about originality will ever be original: whereas if you simply try to tell the truth (without caring twopence how often it has been told before) you will, nine times out of ten, become original without ever having noticed it.","author":"Carol Burnett"},{"quote":"Words, once they are printed, have a life of their own.","author":"Charles Caleb Colton"},{"quote":"Many books require no thought from those who read them, and for a very simple reason; they made no such demand upon those who wrote them.","author":"Charles de Montesquieu"},{"quote":"An author is a fool who, not content with boring those he lives with, insists on boring future generations.","author":"Colleen Wainwright"},{"quote":"This is pretty much what journals are all about, at least to me. I knew as I wrote them that even though they provided an excellent place for brain (and heart, and psyche) dump, they were mainly a map of me.","author":"Cyril Connolly"},{"quote":"Better to write for yourself and have no public, than to write for the public and have no self.","author":"Daphne du Maurier"},{"quote":"Writers should be read, but neither seen nor heard.","author":"David Sedaris"},{"quote":"Maybe that's just what happens; you start out wanting to change the world through language, and end up thinking it's enough to tell a few jokes.","author":"Edith Wharton"},{"quote":"She was discovering once again that reading and writing were not the same-you couldn't just soak it up then squeeze it out again.","author":"Edward Bulwer-Lytton"},{"quote":"Sometimes, when it's going badly, she wonders if what she believes to be a love of the written word is really just a fetish for stationary. The true writer, the born writer, will scribble words on scraps of litter, the back of a bus ticket, on the wall of a cell.","author":"Edward Gibbon"},{"quote":"Writing gives you the illusion of control, and then you realize it's just an illusion, that people are going to bring their own stuff into it.","author":"Edwin Schlossberg"},{"quote":"A classic is classic not because it conforms to certain structural rules, or fits certain definitions (of which its author had quite probably never heard). It is classic because of a certain eternal and irrepressible freshness.","author":"Elaine Liner"},{"quote":"Beneath the rule of men entirely great,<br> The pen is mightier than the sword.","author":"Elizabeth Forsythe Hailey"},{"quote":"Unprovided with original learning, unformed in the habits of thinking, unskilled in the arts of composition, I resolved to write a book.","author":"Eric A. Burns"},{"quote":"The skill of writing is to create a context in which other people can think.","author":"Florence Nightingale"},{"quote":"If writers stopped writing about what happened to them, then there would be a lot of empty pages.","author":"Fran Lebowitz"},{"quote":"Please write again soon. Though my own life is filled with activity, letters encourage momentary escape into others lives and I come back to my own with greater contentment.","author":"George Ade"},{"quote":"It's not enough to create magic. You have to create a price for magic, too. You have to create rules.","author":"George Bernard Shaw"},{"quote":"You ask me why I do not write something....I think one's feelings waste themselves in words, they ought all to be distilled into actions and into actions which bring results."},{"quote":"Your life story would not make a good book. Don't even try."},{"quote":"After being Turned Down by numerous Publishers, he had decided to write for Posterity."},{"quote":"The man who writes about himself and his own time is the only man who writes about all people and all time."}]}