{"topic":"youth","quotes":[{"quote":"The deepest definition of youth is life as yet untouched by tragedy.","author":"Alfred North Whitehead"},{"quote":"The secret of eternal youth is arrested development.","author":"Alice Roosevelt Longworth"},{"quote":"The young know how truly difficult and dreadful youth can be. Their youth is wasted on everyone else, that's the horror. The young have no authority, no respect.","author":"Anne Rice"},{"quote":"Young people are in a condition like permanent intoxication, because youth is sweet and they are growing.","author":"Aristotle"},{"quote":"Never suffer youth to be an excuse for inadequacy, nor age and fame to be an excuse for indolence.","author":"Benjamin Haydon"},{"quote":"Youth is something very new: twenty years ago no one mentioned it.","author":"Coco Chanel"},{"quote":"You can only be young once. But you can always be immature.","author":"Dave Barry"},{"quote":"The foundation of every state is the education of its youth.","author":"Diogenes Laertius"},{"quote":"What a mistake to suppose that the passions are strongest in youth! The passions are not stronger, but the control over them is weaker! They are more easily excited, they are more violent and apparent; but they have less energy, less durability, less intense and concentrated power than in the maturer life.","author":"Edward Bulwer-Lytton"},{"quote":"Yes is how you get your first job, and your next job, and your spouse, and even your kids. Even if it's a bit edgy, a bit out of your comfort zone, saying yes means that you will do something new, meet someone new and make a difference.","author":"Evelyn Waugh"},{"quote":"What is youth except a man or a woman before it is ready or fit to be seen?","author":"Franklin D. Roosevelt"},{"quote":"We cannot always build the future for our youth, but we can build our youth for the future.","author":"Friedrich Nietzsche"},{"quote":"The surest way to corrupt a youth is to instruct him to hold in higher esteem those who think alike than those who think differently.","author":"Friedrich von Schiller"},{"quote":"Keep true to the dreams of thy youth.","author":"George Bernard Shaw"},{"quote":"Youth is a wonderful thing. What a crime to waste it on children.","author":"George Bernard Shaw"},{"quote":"Youth, which is forgiven everything, forgives itself nothing:  age, which forgives itself everything, is forgiven nothing.","author":"Henri Estienne"},{"quote":"If youth only knew: if age only could. ","author":"Herbert Henry Asquith"},{"quote":"Youth would be an ideal state if it came a little later in life.","author":"Irish Proverb"},{"quote":"Praise youth and it will prosper.","author":"J. K. Rowling"},{"quote":"Age is foolish and forgetful when it underestimates youth.","author":"J. K. Rowling"},{"quote":"Youth cannot know how age thinks and feels. But old men are guilty if they forget what it was to be young.","author":"James M. Barrie"},{"quote":"I'm youth, I'm joy, I'm a little bird that has broken out of the egg.","author":"Jonathan Swift"},{"quote":"No wise man ever wished to be younger.","author":"Lawana Blackwell"},{"quote":"Youth isn't always all it's touted to be.","author":"Logan Pearsall Smith"},{"quote":"Don't laugh at a youth for his affectations; he is only trying on one face after another to find his own.","author":"Marie Ebner von Eschenbach"},{"quote":"In youth we learn; in age we understand.","author":"Oliver Wendell Holmes"},{"quote":"There's nothing that keeps its youth,<br> So far as I know, but a tree and truth.","author":"Oscar Wilde"},{"quote":"I am not young enough to know everything.","author":"Oscar Wilde"},{"quote":"To get back my youth I would do anything in the world, except take exercise, get up early, or be respectable.","author":"P. G. Wodehouse"},{"quote":"Boyhood, like measles, is one of those complaints which a man should catch young and have done with, for when it comes in middle life it is apt to be serious."}]}